Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: You call those brutes friends? Fine, they don't matter. We will let them go once you surrender yourself to me.
ru: Ты называешь друзьями этот скот? Для нас они не имеют совершенно никакого значения. Мы позволим им уйти, как только ты сдашься.

source: Vanak no trust sorcer.
ru: Ванак не доверяет колдуну.

source: No, neither does Grnk. But we cannot defeat that many undead. Vanak, you take the other goblins and fight your way out toward the west. In the meantime, I'll block Karcyn and his skeletons.
ru: Нет, у Грнка к нему тоже нет доверия. Но ты и я с такой кучей мертвяков не справимся. Так что забирай гоблинов и пробивайся с ними на запад, а я тем временем задержу Карцина и его скелетов.

source: Vanak go back? Little goblin go in? Sorcer kill little goblin.
ru: Ванак уходить? Маленький гоблин оставаться? Колдун убивать маленький гоблин.

source: Don't worry about me. The Master wants me alive.
ru: Обо мне не волнуйся. Повелителю, как ты слышал, я нужен живым.

source: Hah! The little goblin is doing magic tricks. I can easily undo that.
ru: Ха! Мелкий гоблин знает пару магических трюков. Я с легкостью отброшу твоё заклятье.

source: And I'll just redo it before any of you can move.
ru: А я с лёгкостью наведу его вновь, прежде чем любой из вас успеет пошевелиться.

source: You cannot keep this up indefinitely.
ru: Тебе не удастся продолжать так вечно.

source: I don't need to. Only for long enough for Vanak to get out of here. <i> </i> Hurry now, Vanak!
ru: Мне и не нужно. Главное, чтобы Ванак успел уйти. <i> </i> Быстрее, Ванак!

source: Move Vanak Here
ru: Переместите Ванака сюда

source: Goblin Recruits
ru: гоблины рекруты

source: Most of the goblins following Grnk were spearmen, but there were a good number of rousers and impalers among them too. Vanak can hire up to two level-1 goblins each turn.
ru: Большинство последовавших за Грнком гоблинов были копейщиками, но среди них встречались и заводилы с закалывателями. Каждый ход Ванак может нанимать до 2-х гоблинов такого типа.

source: You must be getting awfully tired.
ru: Ты, должно быть, ужасно устал.

source: In your dreams!
ru: Размечтался!

source: You really are an idiot, Grnk. Sacrificing yourself for a handful of brainless savages.
ru: Нет, Грнк, ты и в самом деле плохо соображаешь: принести себя в жертву ради горстки глупых дикарей...

source: Go, Vanak! I have opened a passage for you all to escape.
ru: Беги, Ванак! Я открыл проход, чтобы все вы могли убежать.

source: Hurry! I cannot hold the passage open and block Karcyn at the same time.
ru: Быстрее! Я не могу одновременно открывать врата и сдерживать Карцина.

source: Vanak come back. Help little goblin.
ru: Ванак возвращаться. Помогать маленький гоблин.

source: No, Vanak! Go and wait for me. I will find you.
ru: Нет, Ванак! Уходи прочь, и жди меня. Я тебя найду.

source: Vanak go. Little goblin smart.
ru: Ванак уходить. Маленький гоблин умный.

source: Yeah, right!
ru: Ну вот и славно.

source: It is time for you to meet your Master.
ru: Пора представить тебя Повелителю.

source: The Master
ru: Повелитель

source: The infamous Grnk. We finally meet.
ru: Печально известный Грнк. Наконец-то мы встретились.

source: Go to hell!
ru: Да пошел ты!

source: Ah, and he's as fiery as I have been told. No sign of fear even when facing the mighty Master. Grnk, there are few beings in this world with an innate talent for magic <i>and</i> the frame of mind required to develop it to the fullest. I am the greatest in that respect, naturally, but you are as close a second as I have ever seen. Join me and together we ...
ru: А он такой же вспыльчивый, как мне и рассказывали. Даже не вздрогнул перед ликом могущественного повелителя. Грнк, не многим существам в нашем мире везёт родиться с талантом к магии, <i> и потому </i> мы просто обязаны раскрывать его на полную силу. Мне нет и не было в этом равных, но в тебе сокрыт не меньший потенциал. Присоединяйся ко мне, и вместе мы...

source: Never!!! You are evil and ...
ru: Никогда!!! Ты зловредный колдун и...

source: Grnk, imagine the possibilities. We ...
ru: Грнк, только представь открывающиеся перед тобой перспективы. Мы...

source: Silence! Release me!
ru: Тихо! Освободи меня!

source: [ Silence ]
ru: [ Тишина ]

source: Hahahahaha! Is that supposed to impress me?
ru: Ха-ха-ха-ха-ха! Полагаю, это должно было меня впечатлить?

source: Tremble before me!!!
ru: Трепещи передо мной!!!

source: [ S i l e n c e ]
ru: [ Т и ш и н а ]

source: Grnk, you and I are born with the ability to instill great fear in others. Being able to project <i>The Voice</i> is but one manifestation of that. But your talents lie raw and undeveloped. You have not even scratched the surface of your potential yet. Come with me and I will teach you.
ru: Грнк. Мы с тобой родились со способностью вселять в других страх, и владение своим <i> Голосом </i> всего лишь одно из проявлений этого дара. Но твои таланты, подобно необработанной руде, лежат серой невзрачной грудой. На поверхности этого камня нет пока даже и одной царапины. Идём со мной, и я всему тебя обучу.

source: I will never ...
ru: Я никогда не...

source: Yes, yes, you said that already. You will change your mind. Trust me, I can be very persuasive. <i> </i> Karcyn, bring him along. I have suppressed his magic for the time being.
ru: Да, да, ты это уже говорил. Но передумаешь. Поверь мне, я могу быть очень убедительным. <i> </i> Карцин, займись его воспитанием. Его магия сейчас под моим контролем.

source: You're with me now. I will make ...
ru: Теперь ты у меня попляшешь...

source: The Master's Voice from the Distance
ru: Доносящийся голос Повелителя

source: Karcyn!
ru: Карцин!

source: Shortly thereafter in Hynderwlt
ru: Вскоре после этого в Гиндервилте

source: That's insane! Even I would not have predicted that level of recklessness.
ru: Безумие! Даже я не предсказал бы подобного уровня безрассудства.

source: We better get him out of there.
ru: Нам лучше его вызволить

source: I cannot hold Karcyn off any longer. I am sorry, Vanak.
ru: Я больше не в силах сдерживать Карцина. Прости меня, Ванак.

source: Converted
ru: Переиначенный

source: the Master's Minions
ru: прислужники повелителя

source: New Phorhoot Station Commander
ru: Новый командир заставы Фехоут

source: <span color='#A050A0'>Crush Those Phorhoot Maggots</span>
ru: <span color='#A050A0'> Раздавите этих фехоутских червей </span>

source: Defeat the Phorhoot Station commander
ru: Победите командира Фехоутской заставы

source: I agree with Vanak.
ru: Я согласен с Ванаком.

source: I don't like this walking through rock thing either.
ru: Терпеть не могу лазить по всем этим подземельям.

source: Will you stop doing that!!
ru: Да когда ты прекратишь так делать!!!

source: Oh, I'm sorry, did I scare you? Hahaha! <i> </i> Anyways. The Master was going to trust you blindly, but fortunately I convinced him that you have to prove yourself first. Here's your first test.
ru: О, какая жалость. Я тебя напугал? Ха-ха-ха! <i> </i> Но, неважно. Повелитель собирался слепо тебе довериться, но я убедил его, что доверие нужно заработать. Вот твоё первое испытание.

source: What do you ... Oh no! Help!
ru: Что ты делаешь... О, нет! Спасите!

source: I hear you have a soft spot for peasants.
ru: Слышал, у тебя слабость к крестьянам.

source: I show you what I'll do with them peasants.
ru: Я покажу тебе, что я с ними делаю.

source: Take this, vermin!
ru: Получи, гадина!

source: Help! It's the undead. And apparently the stories they have been telling us about Grnk the Goblin are not true. He's one of them. Spread the word!
ru: Помогите! Здесь мертвецы! И похоже, что все истории, которые нам рассказывали о Грнке — сплошь вымысел. Он один из них. Расскажите об этом!

source: It is true after all, in spite of what those damned bureaucrats in Shmaltupp keep saying. The undead are attacking. We must warn our brothers.
ru: Да, чтобы не говорили те проклятые бумагомаратели из Шмелтаппа, мертвяки продолжают нападать. Предупредим наших братьев.

source: Ooo, you even did that without your prunes. I'm impressed.
ru: Ооо. Ты даже обошелся без своих слив. Впечатлён.

source: I don't need no stinking prunes. And you can save your sarcasm for somebody who cares.
ru: Мне не нужны никакие вонючие сливы. И прибереги свой сарказм для кого-нибудь другого.

source: Hah, Grnk the mighty goblin is not afraid of me. I'll go tell the Master. <i> </i> Hahahahaha!
ru: Ха, Грнк, могущественный гоблин меня не боится. Пойду, доложу Повелителю. <i> </i> Ха-ха-ха-ха-ха!

source: Grrrr! I swear, the day will come when I'll ... <i> </i> As for the situation at hand, undead minions, crush those maggots!
ru: Гррр! Клянусь, настанет тот день, когда я... . <i> </i> А что до дня сегодняшнего: мои мёртвые слуги, раздавите этих червей!

source: And by the way, the Master wants you to get this done within 4 days.
ru: И, между прочим, Повелитель настаивает, что бы ты управился за 4 дня.

source: Yeah, right. It doesn't take much imagination to figure out whose idea that was.
ru: Да, конечно же. Не нужно особого ума, чтобы понять, чья это была идея.

source: Help us, please! The undead are attacking.
ru: Помогите нам! Пожалуйста! Мертвецы нападают!

source: Guards, give these men some weapons! We can use all the help we can get.
ru: Стража, выдайте этим мужам оружие! Нам потребуется каждый, кто умеет держать клинок.

source: What is such a big old tree doing here?
ru: А это ещё что за старое дерево?

source: Hahahaha. Take that, maggots!
ru: Ха-ха-ха-ха-ха! Получи, гадина!

source: We must warn, Shma...
ru: Нужно предупредить Шмелта...

source: Oh no, you won't!
ru: О, нет, у тебя ничего не выйдет!

source: Guess who's back!
ru: Угадай, кто вернулся!

source: Argh! Karcyn, you ...
ru: Аргх! Карцин, ты...

source: Hahahahahahahaha! Just making sure you know that you are being watched.
ru: Ха-ха-ха-ха-ха-ха-ха! Просто знай, что за тобой наблюдают.

source: That groveling slimy ... <i> </i> But beside that, I'd say this went rather well. Back to the Master now.
ru: Скользкий ублюдок... <i> </i> Но так, в принципе, всё прошло довольно гладко. Возвращаемся к Повелителю.

source: Confrontation
ru: Противостояние

source: <span color='#A050A0'>Capture Grnk</span>
ru: <span color='#A050A0'> Захватите Грнка </span>

source: Defeat all of Grnk's undead minions
ru: Победите всех мёртвых слуг Грнка

source: Grnk!
ru: Грнк!

source: Grnk, wait!
ru: Грнк, постой!

source: So you have come to meet your destiny? Prepare to die!
ru: Так ты явился встретить свою судьбу? Вот сейчас и подохнешь!

source: Grnk, don't you recognize me? We ...
ru: Грнк, разве ты не узнаёшь меня? Мы...

source: Of course I recognize you. You're that snooty bastard who likes his brandy better than teaching me magic. The Master has shown me the truth about you. <i>He</i> is my teacher now.
ru: Конечно же, я узнал тебя. Ты — тот задиристый ублюдок, который предпочитал потягивать бренди, вместо того, чтобы меня обучать. Повелитель открыл мне всю правду. Теперь <i> он </i> мой учитель.

source: Grnk, this is not the way. We ...
ru: Грнк, это ошибочное решение. Мы...

source: I have listened to you long enough. Undead minions, attack!
ru: Я слушал тебя достаточно долго. Нападайте, мои мёртвые слуги!

source: And here's a special surprise for you from the Master.
ru: И вот специально для тебя подарок от Повелителя.

source: Everybody, I guess we have to fight, but the goal is to save Grnk, not kill him.
ru: Что же, сражения нам не избежать, но цель наша в том, чтобы спасти Грнка, а не убить его.

source: We cannot win this battle. Not with that many powerful undead coming through those portals. We must retreat.
ru: Нам не выиграть: слишком сильные мертвецы устремились сюда через порталы. Отступление — наш единственный выход.

source: No. We owe it to Grnk that we free him. Or die trying.
ru: Нет. Мы освободим Грнка, или погибнем, пытаясь спасти его.

source: And die you shall!
ru: Погибнете, это уж точно!

source: Oh, and just so you don't get any ideas.
ru: Всё равно у вас нет никаких других вариантов.

source: What the ...? Wyssauba, let's undo this.
ru: Что такое?.. Виссобе, давай отменим это.

source: I am trying already. Something, or someone, is blocking me.
ru: Уже пытаюсь. Но некто или нечто блокирует все мои усилия.

source: I cannot believe that Grnk is that strong all by himself. Not yet. The Master must be reinforcing his powers somehow. <i> </i> Well, I guess this changes the plan a little.
ru: Не верю, что Грнк достаточно силён для подобного. Наш маленький гоблин не смог бы раскрыться настолько быстро, ведь Повелителю нужно сначала утвердить свой авторитет. <i> </i> Полагаю, наши планы немного изменились.

source: Hold out for as long as possible
ru: Продержитесь как можно дольше

source: No! That was not supposed to happen!
ru: Нет! Всё должно было закончиться иначе!

source: Wyssauba! What the hell are you doing?!
ru: Виссобе! Что ты делаешь, леший тебя раздери?!

source: If you see this, it means that the scenario is not balanced well enough (you should not be able to kill all the undead this quickly). You can continue the campaign by simply ending your turn, possibly several times, until something happens, but please consider reporting this as described below.
ru: Если вы видите это сообщение, это значит, что сценарий недостаточно сбалансирован (у вас не должно быть возможности убить всех мертвецов). Тем не менее, вы всё ещё можете попытаться продолжить кампанию, просто несколько раз подряд окончив ход, пока что-нибудь не произойдёт. Но всё равно прошу сообщить об этом на форуме. Спасибо.

source: Evil Grnk
ru: Злой Грнк

source: This is Grnk's evil clone.
ru: Злой клон Грнка

source: This is hopeless. We ...
ru: Всё безнадёжно. Мы...

source: Just then a familiar voice can be heard
ru: В этот момент слышен знакомый голос

source: Even though you don't deserve it, we have come to save you.
ru: Даже при том, что ты этого не достоин, мы пришли, чтобы спасти тебя.

source: Grnk, what the ...
ru: Грнк, что...

source: Hahahahaha!
ru: Ха-ха-ха-ха-ха!

source: That ... thing over there is not me. He's a ... a clone, or something. The Master tried to convince me to join him, but I resisted. So at some point he resorted to creating that cheap imitation and sending him out to do his dirty work.
ru: Тот... То нечто — это не я. Он.. моя внешняя копия, или типа того. Повелитель пытался убедить меня к нему присоединиться, но я сопротивлялся. Так что в некоторый момент он прибегнул к созданию дешёвой поделки, которая бы выполняла для него грязную работу.

source: But how did you escape? I would have thought that the Master's dungeons were escape-proof.
ru: Но как тебе удалось сбежать из темниц повелителя? Я считал это невозможным.

source: And obviously so did he. When he left on some other business a few days ago, he had forgotten to take into account that, without him around, I was again able to use my magic. So last night I managed to fool the guards into believing that I was still right there in my cell while sneaking away disguised as a skeleton. In fact, they are so dense they might not even have discovered it yet.
ru: И он, очевидно, тоже. Когда Повелитель отправился куда-то по своим делам, то забыл, что без его контроля я вновь смогу пользоваться своей магией. Мне удалось создать иллюзию, заставить поверить стражу, что я всё ещё под замком, в то время, как я под видом скелета уже удирал прочь со всех ног. Возможно, они настолько тупы, что ещё не заметили побега.

source: I'll be ...
ru: Тогда я...

source: <i> </i> Umm, well, we should get out of here then before they discover that you are gone and come after us in force!
ru: <i> </i> Угу... Тогда нам нужно побыстрее уйти отсюда, пока враги в неведении, и не выслали за тобой все свои силы!

source: We cannot do that. That clone is as powerful as I am, but without any trace of a conscience. We cannot let him and the Master join forces. Nobody anywhere would be strong enough to resist them in the long run.
ru: Не, мы не уйдём. Мой клон так же силён, как и я, вот только совести у него нет ни на грош. Нельзя позволить ему уйти, вместе с повелителем они окажутся настолько сильны, что никто с ними не справится.

source: I agree with Grnk, but the undead he is bringing through the portals are simply too much. Even with your help we will not be able to hold them off, not even talking about defeating them.
ru: Согласен, Грнк. Но мертвецы появляются из порталов на поле битвы один за другим. Их слишком много. Даже с твоей помощью, нам не то что разбить, нам даже не удержать их.

source: It's your lucky day then. I overheard some things while in the Master's dungeon, so I know how he is keeping those portals open. Which means that I also know how to close them.
ru: Тогда сегодня вам повезло. Мне кое-что удалось подслушать, и теперь я знаю, как держаться открытыми те порталы. Это значит, что я смогу их закрыть.

source: Now let's get rid of this impostor and his army. Let none of them escape. The heavier a blow we can deal to the Master, the better.
ru: А теперь избавимся от этого самозванца и его армии. Не дадим убежать ни одному из них. Чем больший урон понесёт Повелитель, тем лучше.

source: <span color='#A050A0'>Get Rid Of The Impostor</span>
ru: <span color='#A050A0'> Избавьтесь от самозванца </span>

source: Defeat Grnk's evil clone and his undead
ru: Победите злого клона Грнка и его мертвецов

source: Grnk's prunes won't work on his clone.
ru: Сливы Грнка не действуют на его клон.

source: Hahahaha! Still can't do magic without your stupid prunes? You really are a moron, Grnk.
ru: Ха-ха-ха-хаааа! Всё ещё ни на что не способен без своих дурацких слив? Ты и в самом деле идиот, Грнк.

source: I shouldn't even dignify that with a response, but ... they simply help me focus my thoughts and thus let me do magic that you won't ever live long enough to master. Also, they are very tasty.
ru: Мне бы не стоило удостаивать это ответом, но... Они просто помогают мне сосредоточиться на своих мыслях, превратить желания в силу... Я рассказываю это потому, что ты в любом случае не проживёшь достаточно долго, чтобы растрепать это своему хозяину. И кроме того, они вкусные.

source: Aiieeeeeeiiiiiiieeeee!!! Hot hot hot ...
ru: Айииииееееееааааааа!!! Горячо, горячо горячо...

source: Oh no, you won't. I will be back — with the Master.
ru: О, нет, ничего у тебя не выйдет. Я вернусь, и вернусь вместе с Повелителем.

source: So close!
ru: Так близко!

source: Grnk, we need to talk. We ...
ru: Грнк, нужно поговорить. Мы...

source: Indeed we do. But not now. You betrayed me. Worse, you betrayed all other humans for your own selfish purposes.
ru: Да, нужно. Но не сейчас. Ты предал меня. Даже хуже. В погоне за своими тщеславными целями ты предал всех других людей.

source: Grnk, you don't understand. We ...
ru: Грнк, ты не понимаешь. Мы...

source: You're damned right. I don't understand. And right now I don't want to understand. I will come to Hynderwlt when I am ready. Vanak, let's go.
ru: Ты по-чёрному прав, я не понимаю. А сейчас и не имею желания. Вот в Гиндервилте, надеюсь, у меня хватит на это терпения. Пошли, Ванак.

source: Grnk, wait ...
ru: Грнк, подожди...

source: Too late. He's gone.
ru: Слишком поздно. Он ушёл.

source: Revelations
ru: Откровения

source: So your interrogation of that skeleton was just a charade then?
ru: Так значит, допрос того скелета был всего лишь фарсом?

source: Indeed. In fact, the skeleton was none other than Teussauba under a transmogrification spell. We never thought that you would be ... reckless enough to try to take on the Master all by yourself. We figured that you'd sneak into his valley (as only you can), look around for a bit and then leave and bring us back some new intel. Apparently we underestimated your ... determination.
ru: Ну, да. На самом деле, тот скелет был никем иным, как Тессобе, находившимся под действием заклинания трансмодификации. Мы не могли и подумать, что ты окажешься... достаточно безрассудным, чтобы попытаться самому одолеть Повелителя. Мы рассчитывали, ты проберёшься в долину (тут с тобой тягаться некому), осмотришься, а затем тихонько оттуда уйдёшь, принеся нам новые сведения. Очевидно, мы недооценили твою... решимость.

source: I cannot believe that you set me up like that!
ru: И вы вот так просто меня использовали!?

source: You must believe us that we only had the best of intentions. It was essential that you did not know what was going on in case you were captured. Not that we wanted you to be captured, mind you.
ru: Поверь, всё это делалось исключительно с благими намерениями. Если бы тебя схватили — а, как видишь, такой вариант исключать было нельзя — то важно, чтобы ты не догадывался об истинной подоплёке происходящего. И, прошу заметить, это совсем не значит, что мы хотели твоего пленения.

source: Please accept our apologies and join us again.
ru: Пожалуйста, прими наши извинения, и, прошу, возвращайся к нам.

source: I will. Under two conditions. First, I want you to start teaching me for real, Wyssauba.
ru: Хорошо. Но ставлю два условия. Во-первых, я хочу, что бы вы начали обучать меня. <i> По-настоящему </i> начали.

source: Naturally. You have proven yourself ready.
ru: Конечно же. Ты оказался к этому готов.

source: Second, you keep no more secrets from me as far as the Master is concerned.
ru: Во-вторых, больше никаких секретов и недомолвок во всём, что касается повелителя.

source: Consider it done. I will leave the two of you to it then.
ru: Считай дело сделанным. Тогда я оставлю вас двоих.

source: You are back sooner than I had expected.
ru: Ты вернулся раньше, чем я ожидал.

source: That makes two of us. It turns out that I need to talk to you. A couple nights ago I was hanging out with Vanak when ...
ru: Это касается только нас двоих. Мне нужно тебе рассказать. Пару ночей назад я болтал с Ванаком, когда...

source: A couple nights ago at Vanak's camp
ru: Пару ночей назад в лагере Ванака

source: Little goblin say: we them get.
ru: Маленький гоблин сказал: мы их побьём.

source: Little goblin smart.
ru: Маленький гоблин умный.

source: Did you hear that?
ru: Ты слышал?

source: Vanak no hear.
ru: Ванак не слышал.

source: Oh, hey, it's you! Remember when I used to ride you? What are you doing here? There can't be much to eat for a wolf out here in the wastelands. <i> </i> Here, little puppy.
ru: О! Да это же ты! Помнишь, я раньше на тебе ездил? Что ты тут делаешь? Не поверю, чтобы в этих пустошах было вдоволь еды для волка. <i> </i> Иди сюда, щеночек.

source: Now, come, little puppy. You don't want me to turn you into a ghast, do you?
ru: Давай, щеночек. Ты же не хочешь, чтобы я превратил тебя в призрака?

source: Wait! Don't run away.
ru: Постой! Не убегай.

source: Nobody will see me here in this godforsaken wilderness.
ru: Никто не увидит меня на этих пустошах.

source: What is going on here?
ru: Что тут происходит?

source: On to my night job.
ru: Во время моей ночной работы.

source: Back to the present
ru: Возвращаясь к настоящему

source: ... and he turned into a bunch of different undead before disappearing into a cloud of smoke.
ru: ...и он превратился во множество других мертвецов, а потом исчез в облаке дыма.

source: Grossauba is the Master?! This is shocking! That changes everything.
ru: Гроссабе — Повелитель!? Невероятно! Это в корне всё меняет.

source: So what are we going to do? How do we defeat him?
ru: Так что мы предпримем? Как его победим?
