Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: I don't know, but if it is true, the Master seems to be taking a more direct approach after involving the orcs last time proved ... ineffective. I don't see any harm in sending a party to Phorhoot to check things out.
ru: Не знаю, но если это так, то наш повелитель избрал новый подход, Теперь он уже не будет действовать через орков, ведь прошлая попытка оказалась, ммм, неэффективной, а вовлечёт в игру свои собственные силы. Не вижу причин, которые мешали бы нам отправиться к заставе Фехоут, и самим во всём убедиться.

source: It could be a trap. Why would a skeleton warn us about an attack by the Master? We should be careful and wait this one out, see what happens.
ru: Нам могли приготовить ловушку. С чего бы вдруг скелету предупреждать нас о выступлении повелителя? Тут нужно действовать осмотрительно, увидеть то, что случится, своими глазами, и при этом остаться в живых.

source: And risk the undead taking over Phorhoot and starting to spread fear and terror again? That moron Koorzhar does not take our warnings seriously, but that's too high a price to pay for teaching him a lesson.
ru: И обречь на гибель людей с заставы Фехоут? После всех наших усилий вновь отдать власть страху перед мертвецкими ордами? Тот идиот Куржар не воспринимает всерьёз наши предостережения, но цена за подобный урок окажется слишком высокой.

source: True. Well, Grnk, I guess we have a job for you.
ru: Да, пожалуй, ты прав. Ну, Грнк, полагаю, что у нас появилась для тебя работа.

source: Finally!
ru: Наконец-то!

source: Which brings us back to the present
ru: Возвращаемся к настоящему

source: Phorhoot Station
ru: Застава Фехоут

source: Phorhoot Station Commander
ru: Командир заставы Фехоут

source: Hello there! We ...
ru: Здравствуйте! Мы...

source: Halt! Who goes there?
ru: Стой! Кто идёт?

source: We have come to warn ...
ru: Мы пришли, чтобы предупредить...

source: Oh, you're that traitor goblin who lives with the mad wizards in Hinterworld. General Koorzhar told us all about you.
ru: О, да ты же тот гоблин-предатель, который поселился у двух чокнутых магов из Рындевила. Генерал Куржар нам всё о тебе рассказал.

source: It's Hynderwlt. And we ...
ru: Из Гиндервилта. И мы...

source: Men, to the weapons! These traitors are planning an attack.
ru: Солдаты, к оружию! Эти предатели планируют нападение.

source: We better get out of here, Grnk. While these so-called soldiers are no match for us, Grossauba made it very clear that we are to stay away from any confrontation with Shmaltupp.
ru: Нам лучше уйти отсюда, Грнк. Хоть эти солдаты не идут с нами ни в какое сравнение, Гроссобе очень ясно выразился, когда запретил нам вступать в любую конфронтацию с представителями Шмелтаппа.

source: Meanwhile in the Underworld
ru: Между тем где-то под землёй

source: We have a mole in our ranks, Sklaf! Somebody posed as a skeleton and told those Hynderwlt maggots about our attack on Phorhoot. I must find the traitor or my Grand Plan is in jeopardy yet again.
ru: В наши ряды затесалась продажная шкура, Склеф! Кто-то изобразил из себя скелета, и растрепал тем блажным из Гиндервилта о нашем плане напасть на Фехоут. Мне нужно найти предателя. Или мой Великий План вновь окажется под угрозой срыва.

source: Indeed, Master.
ru: Да, Повелитель.

source: Blockade
ru: Преграда

source: Angstal Pass Guard Leader
ru: Командующий стражей перевала Ангстол

source: Ubtrunin
ru: Абтрунин

source: Move Grnk Here
ru: Переместите Грнка сюда

source: Angstal Pass
ru: Перевал Ангстол

source: <span color='#A050A0'>Cross Angstal Pass Before Koorzhar's Special Forces Arrive</span>
ru: <span color='#A050A0'> Перейдите перевал Анстол, прежде чем появится особый отряд Куржара </span>

source: Move Grnk to the signpost in the north
ru: Переместите грнка у указателю на севере

source: Koorzhar's special forces will arrive when turns run out, at which time the turn limit will be extended.
ru: Особый отряд Куржара появится по окончании ходов, после которого пойдёт дополнительное время.

source: Grnk better be close to the signpost by then.
ru: К тому моменту Грнку лучше оказаться как можно ближе к указателю.

source: We're mages from Hynderwlt on our way back home. Remember us passing through a few days ago? We saved ...
ru: Мы, маги из Гиндервилта, возвращаемся домой. Помните, мы проходили здесь несколько дней назад и спасли...

source: You bet I remember you. And we have heard about your failed attack on Phorhoot. General Koorzhar sent us new orders by carrier falcon. I quote: “Under no circumstances may those traitors from Hin... Hynter...”
ru: Можете об заклад биться, что я вас помню. И, да, мы слышали о вашем неудавшемся нападении на Фехоут. Сокол от генерала Куржара доставил нам новые распоряжения. Цитирую: «Ни при каких обстоятельствах эти предатели из Хин... Хинтер...»

source: Hynderwlt.
ru: Гиндервилта.

source: Yes, thank you. “... get across Angstal Pass, in particular that goblin Gr... Gree... Gri... Whatever. He must pay for his treason during the battle at Latzie River and ...”
ru: О, точно, спасибо. «...не должны пройти через перевал Ангстол. В частности, гоблин Гр... Гри... Греее... Как бы там его ни звали. Он должен заплатить за свою измену во время битвы на реке Латци и...»

source: <i>My</i> treason???
ru: <i>Мою</i> измену???

source: “... <i>and</i> must be detained until my special forces squad arrives to take him back to Shmaltupp. Signed: Ambrosius L. L. Koorzhar, General.”
ru: «...<i>и </i> все вышеперечисленные должны быть задержаны до прибытия особого отряда, который вернёт гоблина в Шмелтапп. Подпись: Амброзиус Л. Л. Куржар, генерал.»

source: Listen, we don't want to fight you, we just ...
ru: Послушай, мы не хотим с вами биться, нам только...

source: We don't want to fight you either, but we'll be damned if we let you get across the pass. So why don't you wait right where you are until the general's men arrive.
ru: У нас тоже нет желания с вами биться, но будь мы прокляты, если позволим преступникам и изменникам преодолеть перевал. Итак, почему бы вам не остаться там, где вы стоите, пока сюда не прибудут люди генерала?

source: Grossauba won't like this at all, but we have no choice. There is no other route with Koorzhar's troops closing in behind us.
ru: Гроссобе явно будет не в восторге, но выбора у нас нет. Особенно сейчас, с войском Куржара за плечами.

source: But ... There are so few of them. They cannot honestly believe that they will be able to resist us.
ru: Но... Их так мало. Неужели они всерьёз рассчитывают нас задержать?

source: Don't be fooled by their numbers. This is one of Shmaltupp's elite training camps. They know what they are doing and they are a lot more disciplined than those peasant-turned-soldier armies we usually encounter out here.
ru: Не дай себя одурачить видимому превосходству. Перед тобой один из элитных тренировочных лагерей Шмелтаппа. Они знают, что делают, а их выучка и дисциплина намного превосходят навыки крестьян, на которых напялили солдатский мундир.

source: Important Notes
ru: Важные замечания

source: The AI behavior has been modified in several scenarios of this campaign. Be aware that AI controlled sides may not always behave as you are used to. <i> </i> Also, check out Grnk's unit description, if you have not done so yet.
ru: В нескольких сценариях этой кампании был изменён искусственный интеллект (ИИ), так что будьте готовы к тому, что подконтрольные ИИ стороны могут вести себя непривычно. <i> </i> Также изучите описание Грнка, если вы этого ещё не сделали.

source: There they are! Let's get them, men! We will prove to General Koorzhar that we are able to handle things up here.
ru: Вот они! Хватай их, воины! Докажем генералу Куржару, что на своём месте решать проблемы мы способны и сами.

source: Good news, everyone! General Koorzhar's forces have already arrived. Oh, no, wait. That's those drunkards from Phorhoot Station. Oh well, at least they cannot do much damage here.
ru: Слушайте все, хорошие новости! Силы генерала Куржара уже здесь. О, постойте, нет — это же те пропойцы с заставы Фехоут. Ну, по крайней мере, от них хоть вреда много не будет.

source: I cannot believe that they actually followed us, especially after we just saved their asses.
ru: Не могу поверить, что они преследовали нас, особенно после того, как мы спасли им жизни.

source: You are right, they do have a lot more discipline than I expected. Do you think you can convince that white wizard over there to help us? Or not to help them, at least?
ru: Ты прав, в стойкости им не откажешь. Как думаешь, мы сумеем договориться с белым магом, чтобы он нам помог? Ну, а если не помог, то хотя бы не мешал?

source: Not a chance. That's Ubtrunin. He was kicked out of the order a long time ago and he didn't take that lightly.
ru: Ни единого шанса. Это Абтрунин. Давным давно его вышибли из нашего ордена, и он отнёсся к этому весьма серьёзно.

source: Umpf. This is even more tedious than I imagined.
ru: Уффф. Всё это проходит куда утомительнее, чем я ожидал.

source: Remember, men. We do not need to defeat them, we only need to delay them until the general's special forces show up.
ru: Помните, воины, нам нет нужды их разбивать, лишь задержать, пока до них не доберутся силы генерала Куржара.

source: No, $unit.name. I've known you all my life.
ru: Неет, $unit.name, нет... Я знал тебя всю свою жизнь.

source: Don't worry about me, Teussauba. All of us will gladly give our lives if that assures your survival.
ru: Не волнуйся обо мне, Тессобе. Все мы с радостью готовы погибнуть, если ты останешься жить.

source: I may have fallen, but we will defend the pass to the last man!
ru: Может, мои силы иссякли, но мы выстоим, и защитим перевал любой ценой!

source: Koorzhar's Special Forces Leader
ru: Командующий особым отрядом Куржара

source: There they are! Let's get them, men!
ru: Там они! Держи их!

source: Charge!
ru: Вперёд!

source: Phew! That was harder than I had anticipated.
ru: Уф! Всё прошло труднее, чем я ожидал.

source: Betrayal
ru: Предательство

source: ... with those idiots, after which we finally made it back to Hynderwlt.
ru: ...с теми идиотами, после чего мы наконец вернулись в Гиндервилт.

source: Unfortunately, I am not surprised. Our relationship with Shmaltupp has always been strained, but ever since the battle at Latzie River, Koorzhar is trying to cover up his own failure and blame the whole thing on us. And on you in particular, Grnk.
ru: К сожалению, я не удивлён. У нас с Шмелтаппом всегда были напряжённые отношения, но после битвы у реки Латци, Куржар пытается возложить на нас ответственность за свою неудачу. На нас, и на тебя в частности, Грнк.

source: But that's not fair! We ...
ru: Но так несправедливо! Мы...

source: Indeed. Now be a good goblin and go get me a bottle of '69 Vintage from the village, will you? I have something to discuss with Grossauba.
ru: Да, несправедливо. А теперь будь хорошим гоблином, и принеси мне из деревни бутылочку вина 69-летней выдержки. Мне с Гроссобе нужно кое-что обсудить.

source: I just got back ... haven't even had time yet to ... and he wants me to ... never taken seriously ...
ru: Я только вернулся... даже не успел ещё... а он хочет... никогда не относился серьёзно...

source: Say again. I didn't quite get that.
ru: Повтори. Я не вполне расслышал.

source: I said: and a loaf of Bocc's harvest rye?
ru: Я сказал: и хлеб из пекарни Бокка?

source: Grossauba, let's get the prisoner.
ru: Гроссобе, давай приведём пленника.

source: What prisoner?
ru: Какого пленника?

source: What are you still doing here? Don't you have an errand to run?
ru: Ты ещё здесь? Разве я не дал тебе поручение?

source: Not much later Grnk is back, balancing a loaf of bread on his nose
ru: Чуть позже Грнк вернулся, удерживая на носу булку свежего хлеба

source: Wyssauba, I'm back. I also got myself some more prunes while I was down there. Oh, where is everybody?
ru: Виссобе, я вернулся. Я даже захватил несколько слив. О, а где вы все?

source: What's going on here?
ru: Что тут происходит?

source: ... turn you into a ghast!
ru: ...превращаю тебя в призрака!

source: No, please, don't! I will tell you. The Master's hiding place is in the center of Oonwegsum Mountains.
ru: Нет, прошу, не надо! Я вам всё расскажу. Убежище повелителя находится под Освигосскими горами.

source: I didn't know that there are caves below those.
ru: Я не знал, что там есть пещеры.

source: There aren't. Well, not many. There's one, but mostly it's a large fertile valley hidden in between huge mountain ranges. There are only a few narrow paths leading into it and those are all concealed by magic. In particular, there's one right behind that single old tree at the southern end of Lauering Swamps.
ru: Там и нет. Ну, то есть, там их почти нет. Но есть большая плодородная равнина, скрытая за огромными горными цепями. Туда ведёт всего лишь несколько узких путей, но все они надёжно укрыты магией от посторонних глаз. Один из таких проходов начинается как раз за одиноким старым деревом на юге Слоистых болот.

source: You must be lying. I have wandered by there many times on my travels and have never seen anything.
ru: Лжёшь. Я много раз путешествовал в тех краях, и не замечал ничего подобного.

source: Indeed. The Master is very proud of that. He doesn't even guard the entrances because he is so certain that nobody can find them or undo their magical seals.
ru: Конечно же! Повелитель чрезвычайно этим гордится. Он даже не охраняет входы — настолько уверен, что никто не сможет отыскать их, или сорвать его магические печати.

source: Why, thank you for your 'cooperation.' Now go and tell your Master that we are on to him. If he does not stay away from Hynderwlt, we will come after him. On the other hand, we won't stand in his way if he wants to teach Shmaltupp a lesson. Those ungrateful bastards don't ...
ru: Понятно, благодарю за 'сотрудничество'. А теперь возвращайся и передай своему хозяину, что мы всегда готовы нанести ему визит. Если он хотя бы попробует навредить Гиндервилту, то ответ наш будет немедленным и жестоким. Но, с другой стороны, мы не станем ему мешать, если он задумает преподать урок Шмелтаппу. Эти неблагодарные ублюдки...

source: What?! <i> </i>
ru: Что!? <i> </i>

source: Oops.
ru: Упс.

source: What was that? Did you hear something?
ru: Ничего не слышал?

source: Do you think that was Grnk?
ru: Думаешь, это был Грнк?

source: Who else would be sneaking around my house? We can only hope that he does the right thing.
ru: Кто ещё стал бы красться вокруг моего дома? Остаётся только надеяться, что он примет правильное решение.

source: Grentstutt
ru: Гринтстатт

source: Q.U.A.N.K.S.
ru: У.Э.Н.К.У.

source: ... and besides that, we have a strict no-refund policy. Good-bye.
ru: ...и помимо этого, у нас строгая политика отсутствия компенсации. Всего доброго.

source: Quank
ru: Уэнк

source: Welcome to Q.U.A.N.K.S., <u>Q</u>uank's <u>U</u>ltimate <u>A</u>dventures, <u>N</u>arcotics and <u>K</u>andy <u>S</u>tore. What can ... <i> </i> Oh, hello there. If it isn't Shmaltupp's favorite little goblin! Everybody's still talking about how you made a fool of Koorzhar. You better don't show your face anywhere near Shmaltupp though, the general's mightyly pissed at you.
ru: Добро пожаловать к У.Э.Н.К.У., в <u>У</u>ниверсам <u>Э</u>кспедиций, <u>Н</u>аркотиков и <u>Конфет</u> <u>У</u>энка. Что может... <i> </i> О, привет. Неужели это самый любимый в Шмелтаппе гоблин! Все кругом до сих пор пересказывают, как ты выставил на посмешище старика Куржара. Тебе было бы лучше не показываться вблизи города, генерал как только тебя помянет, так тут же плюётся от злости.

source: Why, thank you, Quank. That is, in fact, why I have come to talk to you. I have to go to Shmaltupp to talk to General Koorzhar. I need a disguise to get into town.
ru: Да, спасибо, Уэнк. Так я, собственно, пришел, чтобы с тобой об этом посоветоваться. Мне нужно попасть в Шмелтапп и поговорить с генералом Куржаром. А без маскировки, боюсь, ничего не выйдет.

source: I see. Still as insane as ever, are you? Well, far be it from Quank to tell his customers how to commit suicide. I have the perfect disguise for you right here. Dark adept robes, barely worn, good as new.
ru: Ясно. Ты всё такой же псих, как и прежде, не так ли? Ну, Уэнк никогда не станет рассказывать клиентам, как им лучше расстаться со своей жизнью. У меня как раз есть для тебя отличная маскировка — тёмное, изысканное одеяние, едва ношенное, практически новое.

source: This robe appears to have a hole right in the chest area with a red-brownish stain around it.
ru: Хм, тут на правой стороне груди, кажется большая дыра, а вокруг всё окрашено красно-коричневым.

source: Nothing that a bit of water and a few stitches cannot take care of. Think of it this way, nobody dares to get into a dark adept's way, especially not one who obviously has plenty of battle experience.
ru: Ничего такого, что не исправит немного воды и пара стежков. Подумай вот о чём: никто не захочет стать на пути тёмного адепта, особенно у такого, с наглядным доказательством боевого опыта.

source: Good point. So how much do you want for it?
ru: Звучит неплохо. И сколько ты хочешь за это 'одеяние'?

source: For Shmaltupp's biggest smallest hero, I'll give it to you for free.
ru: Самому великому из маленьких героев Шмелтаппа я отдам его бесплатно.

source: Wow, thank you, Quank, that's very kind and uncharacteristic of ...
ru: Ничего себе. Спасибо, Уэнк, это очень любезно, и так не похоже на...

source: Once you replace that ox cart you blew up at Latzie River!
ru: Как только ты заменишь повозку, которую взорвал у реки Латци!

source: What?!? We didn't have a choice and it wasn't I who destroyed it in the first place!
ru: Что!? У нас не было выбора, и, вообще-то, взрывал её не я!

source: It was <i>because</i> of you that I lost a cart, that's all that matters to me. Feel free to find a dark adept robe somewhere else, if you wish. All the dark mages seem to have disappeared since you defeated the Master's troops.
ru: Она потеряна из-за тебя, а это всё, что для меня имеет значение. Давай, попробуй найди где-нибудь ещё одеяние тёмного адепта. Все тёмные маги перевелись, как только вы победили армию Повелителя.

source: But where am I going to get an ox cart from?
ru: Но где мне взять повозку с волами?

source: Well, this is your lucky day. It happens that ...
ru: Ну, тебе повезло. Ведь сегодня...

source: The plan is that, in a future version, you will be given a choice here whether to take up Quank on his generous offer (with the subsequent repercussions and/or rewards that go along with it later in the campaign), but for now there is only this branch.
ru: Дело в том. что в будущей версии, у вас появится возможность принять щедрое предложение Уэнка (со всеми за тем последующими плюсами и минусами), но пока это лишь одна ветка.

source: Beasts
ru: Дикие звери

source: Forest Animals
ru: Лесные звери

source: Bears
ru: Медведи

source: Spiders and Scorpions
ru: Пауки и скорпионы

source: Wolves
ru: Волки

source: Sheep
ru: Овцы

source: <span color='#A050A0'>Convert As Many Animals As Possible To Grnk's Side</span>
ru: <span color='#A050A0'> Обратите как можно больше зверей на сторону Грнка </span>

source: Move Grnk to the signpost in the east or
ru: Переместите Грнка к указателю на востоке или

source: Turns run out
ru: Закончились ходы

source: Death of Faad
ru: Смерть Феда

source: An animal killed by a unit on Grnk's side joins Grnk with half its hitpoints restored.
ru: Каждое животное, убитое находящимся на стороне Грнка юнитом, присоединится к нему, восстановив половину своих очков здоровья.

source: There are some caveats to this, check out the right-click options.
ru: Обратите внимание на некоторые предостережения, просмотреть которые можно с помощью ПКМ.

source: Gold plays no role in this scenario. There is no upkeep, income or carry-over gold.
ru: Золото в этом сценарии не играет никакой роли. Нет ни содержания, ни дохода, ни переноса.

source: Animal Conversion Procedure
ru: Обращение животных

source: Through experimentation Grnk has found out how he can use his charming nature (or rather: his magic) to make animals join him. It only works when the animals are extremely weakened and desparate to be saved from impending death. He also noticed that the animals get spooked if he attacks them with his magical weapons or his prunes. Once that has happened, they run away and there is nothing Grnk can do to calm them down any more. He therefore carries a normal, non-magical spear with him in this scenario and cannot use his prunes. <i> </i> In practice this means: • An animal killed by a unit on Grnk's side joins Grnk with half its hitpoints restored. • The kill does not have to be made by Grnk himself. • An animal attacked by Grnk's magical weapons gets spooked and runs away. • This applies to his prunes as well. Grnk has actually tried to feed prunes to animals, but to no avail. • Spooked animals will not join Grnk when killed.
ru: Методом проб и ошибок Грнк узнал, что может использовать своё обаяние (а скорее свою магию), чтобы заставить животных подчиняться. Так получается, только когда животное осталось одно и крайне ослаблено, в таком состоянии его можно спасти от неминуемой смерти, и заслужить благодарность. Грнк также заметил, что звери пугаются, если он нападает на них с помощью магического оружия или с помощью слив — звери сразу же убегают, и уже ничего нельзя поделать, чтобы их успокоить. Поэтому сейчас Грнк носит с собой обычное, не волшебное, копьё и не должен пользоваться сливами. <i> </i> На практике это означает следующее: • Животные, убитые Грнком и находящимися на его стороне юнитами, присоединятся к нему, восстановив половину ОЗ; • Грнку не нужно самостоятельно убивать животных; • Животное, на которое Грнк нападёт с помощью магического оружия, испугается и убежит. • Такой же эффект окажут и сливы. Грнк пытался буквально накормить ими зверей, но совершенно без толку. • Напуганные животные после своей смерти не присоединятся к Грнку.

source: Unfortunately, it is not possible to set the normal spear as the default attack in the attack dialog without disabling the magical attacks altogether, so you have to choose it manually for every attack — unless you actually want to use a magical attack, of course.
ru: К сожалению, установить обычное копьё, как оружие по умолчанию в диалоге нападения, не представляется возможным без отключения всех магических нападений. Поэтому вам будет нужно каждый раз выбирать нужную атаку вручную, конечно же, если вы не хотите использовать магию.

source: Deer, Tuskers, Tusklets and Rabbits
ru: Олень, кабан, поросята и кролики
