Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: If I may interrupt this brotherly squabble ... Mages of Hynderwlt, smite these idiots. Apparently they are too dense to notice that they are playing right into the hands of the Master of the undead.
ru: Если мне позволено будет прервать братскую ссору... Маги Гиндервилта, прошу, остудите немного этих идиотов. Очевидно, они слишком увлечены раздачей тумаков, чтобы заметить, что играют на руку Повелителю мёртвых.

source: I ...
ru: Я...

source: Oh no, you won't. We agreed that we'd let the men have the fun.
ru: О, нет, ничего у тебя не выйдет. Мы договорились, что парни как следует развлекутся.

source: Alright, fine.
ru: Хорошо. Так и будет.

source: Uh oh!
ru: О-хо-хо!

source: Use the prunes, Grnk.
ru: Используй сливы, Грнк

source: Use the what?
ru: Использовать что?

source: Prunes. Prunes are fruits that grow on trees. They can be eaten either fresh or dried. They are rather tasty, I may add.
ru: Сливы. Такие тёмно-синие плоды, которые растут на деревьях. Их можно съесть или засушить на зиму. Могу сказать, они довольно вкусные.

source: I know what the hell prunes are!!! But what is 'use the prunes' supposed to mean?
ru: Я знаю, леший тебя подери, что такое сливы!!! Но что такое 'использовать сливы' я понятия не имею!

source: Hello?
ru: Привет?

source: Do you always talk to yourself?
ru: И часто ты разговариваешь сам с собой?

source: Umm, no, but if you don't mind, I'll just pick up a couple of rocks right here. And then, umm, I am going to ... pretend that they are prunes and, uh, use them. Somehow.
ru: Эммм, нет. Но, если ты не возражаешь, я возьму прямо здесь несколько камней. И затем, эммм, я собираюсь... сделать вид, что они — сливы, и ээээ, использовать их. Что бы это ни значило.

source: O ... kay ...
ru: Как... как скажешь.

source: Maybe if I throw them up into the air?
ru: Может, подбросить их в воздух?

source: Don't let him do that!! It's some sort of magical tri...
ru: Не дай ему этого сделать!!Это же своего рода магический...

source: What just happened?
ru: Что произошло?

source: I have no idea, but I'm out of here.
ru: Без понятия. Но я проваливаю нафиг.

source: This is just getting stranger and stranger.
ru: Становится всё страньше и страньше.

source: Captured
ru: В плену

source: Gertburt! You better ...
ru: Джертбарт! Тебе лучше...

source: I better?
ru: Мне лучше?

source: Uh ... Does this all seem awfully familiar to you? Like we have done it before. Several times.
ru: Эммм... Тебе всё кажется ужасно знакомым? Как уже было прежде? Несколько раз.

source: Umm, no. Are you feeling alright?
ru: Хмм, нет. Ты себя нормально чувствуешь?

source: I've been here before. More than once. You were going to tell me that it is rare for a fella to stand up for his believes these days and that you and the chaps are going to help me, right?
ru: Я уже был здесь. Несколько раз. Ты собираешься сказать мне, что в наши времена редкие личности придерживаются того, во что верят, и что вы, парни, собираетесь мне помочь.

source: And that Koorzhar's people are right behind me and that we need to head past the mountains in the northwest.
ru: И что люди Кружара спешат за мой по пятам, и мы должны уходить на северо-запад.

source: How do you know that?!?
ru: Откуда ты это знаешь?!?

source: Because this has all happened before. And every time I get killed. And sometimes you get killed also. There is no hope. Koorzhar's people are everywhere.
ru: Потому, что это всё уже происходило. И каждый раз я погибал. Иногда погибал и ты. Надежды нет. Люди Куржара повсюду.

source: Now, now, little fella. Let's not despair. We'll just head for the coast and see ...
ru: Полегче, полегче, парень. Не будем вешать нос. Просто пойдём вдоль берега и посмотрим...

source: NO!!! There is only one way we have not tried yet, we must somehow get around those saurians and make our escape to the north.
ru: Нет!!! Есть только один способ, который мы ещё не испробовали. Любым путём пройти сквозь тех ящеров и искать спасения на севере.

source: You are an odd little fella, Grnk, but we will do as you say.
ru: Ты странный парень, Грнк, но поступим так, как ты говоришь.

source: Yes, yes, I know. No massacres.
ru: Да, да, я знаю. Никакой резни.

source: We
ru: Мы

source: I
ru: Я

source: Peasant
ru: Крестьянин

source: Who are you? What do you want from us? Oh, hey, you're that goblin from Shmaltupp that turns people's hands to stone, aren't you?
ru: Кто ты? Что тебе от нас надо? О, да ты же тот гоблин из Шмелтаппа, который превращает руки людей в камень. Ведь так?

source: I believe that's a good thing in this case.
ru: Полагаю, это нам кстати.

source: Umm. Yes?
ru: Эммм... Да?

source: Nobody remembers when somebody last stood up for a peasant. And we hear that they are now hunting you down for that. We will help you hold off those bastards.
ru: Никто уже и не помнит, когда кто-либо принимал сторону крестьянина. И мы слышали, что сейчас тебя загоняют, будто зайца. Мы поможем вам задержать тех ублюдков.

source: Umm. No?
ru: Эммм.... Нет?

source: Yes, you are! I was there. I would recognize you anywhere. Nobody remembers when somebody last stood up for a peasant. And we hear that they are now hunting you down for that. We will help you hold off those bastards.
ru: Конечно же ты! Я был там, и узнал бы тебя где угодно. Никто уже и не помнит, когда кто-либо принимал сторону крестьянина. И мы слышали, что сейчас тебя загоняют, будто зайца. Мы поможем вам задержать тех ублюдков.

source: You will? You are going to put your lives on the line for a goblin?
ru: Вы собираетесь поставить свои жизни на один кон вместе с жизнью гоблина?

source: Not for any goblin. In fact, no goblin better get in front of my pitchfork. No <i>other</i> goblin, I mean. But it is time that the farmers and fishermen stand up and make a statement. It has to start somewhere, so why not here?
ru: Гоблина, но не всякого. На самом деле, гоблинам лучше держаться подальше от моих вил. Я имею в виду, всем <i> прочим </i> гоблинам. Но пришло время, чтобы землепашцы и рыбаки встали с колен и сказали своё слово. Где-то этому должно быть положено начало, так почему бы и не здесь?

source: Uh, that's great. Thank you! <i> </i>
ru: Ух, спасибо огромное! n<i> </i>

source: Now I've become an icon for a peasant revolt. What else is going to happen?
ru: Теперь я стал иконой крестьянского восстания. Что будет дальше?

source: $S10.str will help you too.
ru: $S10.str тоже с тобой.

source: They are everywhere!
ru: Они повсюду!

source: You come with us, goblin. They will take care of you in Shmaltupp.
ru: Пойдёшь с нами, гоблин. В Шмелтаппе о тебе позаботятся.

source: Oops! We're out of here, chaps. Sorry, little fella, there are just too many of them. We'll see what we can do for you once things calm down.
ru: Упс! Ребята, уносим ноги. Прости, парень, их слишком много. Как только всё устаканится, мы посмотрим, что можно ещё сделать.

source: I'm afraid we have to leave also. For now.
ru: Боюсь, что мы тоже должны уйти. Покаместь.

source: You have been captured!
ru: Вас захватили!

source: But life goes on.
ru: Но жизнь продолжается.

source: For now.
ru: Покаместь.

source: Escape
ru: Спасение

source: Dinvarn
ru: Дайнворн

source: Well, well, look who's here. That little sorcerer goblin.
ru: Так, посмотрите-ка, кто здесь — маленький гоблин-чудодей.

source: Hi there. I don't want any ...
ru: Здравствуйте. Я не хочу никого...

source: Silence! We've heard about your voice.
ru: Молчать! Мы наслышаны о твоём голосе.

source: But I don't even know how I ...
ru: Но я даже не знаю, как я...

source: Silence, I said! We don't want your kind here. I say we kill him right away. Why didn't they execute him in Shmaltupp in the first place?
ru: Я сказал, молчать! Мы не хотим тебя здесь видеть. Я считаю, надо казнить его сейчас же. Почему его не повесили в Шмелтаппе при первой же возможности?

source: Now, now, Dinvarn, why don't we ...
ru: Спокойнее, Дайнворн, спокойнее, почему бы нам не...

source: You shut up too, Mounry! We've listened to you too many times already. Let's get him, boys.
ru: Да заткнись ты уже, Мунри! Мы и так слишком много тебя слушали. Хватай его, парни.

source: I guess it's your boys against mine. Again.
ru: Догадываюсь, что твои парни столкнутся с моими. Снова.

source: You're really going to fight for me? Why?
ru: Вы собираетесь биться за меня? Но почему?

source: This isn't about you. Dinvarn over there's an idiot. He does this sort of thing all the time. His 'boys' are getting tired of it too, I bet they will turn over to our side if we just get rid of him.
ru: Не за тебя. Просто Дайнворн припадочный маразматик. И в последнее время припадки участились. Его 'парни' тоже сыты им по горло, и перейдут на нашу сторону, как только мы от него избавимся.

source: But won't the guards intervene?
ru: Но разве стражники не вмешаются?

source: The guards don't care. The fewer of us there are, the less work for them. Dinvarn does have a point though. Why didn't they execute you? I'd've expected Koorzhar to do that simply to set an example.
ru: Их это мало волнует. Чем меньше нас, тем меньше у них работы. Но в чём-то Дайнворн всё же прав. Почему тебя не казнили? Я ждал, что Куржар в качестве назидания хотя бы спустит с тебя шкуру.

source: It's funny, really. Apparently, I've become some sort of folk hero in Shmaltupp. I'm told the people there were threatening a city-wide rebellion — led by Quank of all people, if you can believe it!
ru: Забавно, не правда ли? Наверное, я стал в Шмелтаппе таким вот себе народным героем. Мне говорили, что люди даже подняли восстание, во главе с Уэнком — если этому можно верить.

source: <span color='#A050A0'>Plot Grnk's Escape From The Prison Island</span>
ru: <span color='#A050A0'> Подготовьте побег Грнка с Тюремного острова </span>

source: Figure out a way off the island
ru: Разузнайте о пути с острова

source: Defeat Dinvarn with minimum loss of life on either side
ru: Победите Дайнворна с минимальными потерями с обеих сторон

source: Hold off Mal An's skeletons for as long as possible
ru: Удерживайте скелетов Мел Ана как можно дольше

source: Lousy goblin!
ru: Паршивый гоблин!

source: Listen, Mounry, Dinvarn threatened to ...
ru: Послушай, Мунри. Дайнворн угрожал нам...

source: No need for explanations. Join us now and I promise nobody will ask questions later.
ru: Не нужно ничего объяснять. Присоединяйся к нам, и я обещаю, что никто не станет задавать вопросы.

source: There he is! Let's get him! Kill everybody else.
ru: Он там! Хватай его! Убейте всех остальных.

source: Guards! Sound the alarm and defend the island until help from the mainland arrives.
ru: Стража! Поднимайте тревогу. Защитим остров, пока с материка не подоспеет помощь.

source: The island is under attack. Men, to the ...
ru: Остров подвергся атаке. Воины, к...

source: But you said that the goblin must not ...
ru: Но ты сказал, что гоблин не должен...

source: This is none of your concern. Stay in place until I tell you otherwise.
ru: Это вас волновать не должно. Оставайтесь на месте. Пока я не прикажу иначе.

source: Boys, let's take advantage of this chaos and get rid of that goblin.
ru: Ребя, давайте воспользуемся хаосом и прирежем гоблина.

source: Dinvarn, you idiot! Let's work together or those undead will kill us all.
ru: Дайнворн, придурок ты этакий! Либо мы действуем заодно, либо мертвяки прирежут нас всех.

source: I am sick and tired of being told what to do. Get that damned goblin!
ru: Я уже задолбался выслушивать указания от разных уродов. Прикончите уже этого проклятого гоблина!

source: Dinvarn's being his usual braniac self. How about the rest of you help us fight those skeletons? They don't care which side of the law you're on.
ru: Дайнворн как всегда себе на уме. А как насчёт вас? Поможете отбить атаку скелетов? Им нет дела до того, по какую вы сторону закона.

source: How about you prisoners help us fight those skeletons? They don't care which side of the law you're on.
ru: А как насчёт тебя? Поможешь отбить атаку скелетов? Им нет дела до того, по какую ты сторону закона.

source: How about you give us our weapons back first?
ru: А как насчёт сначала вернуть нам наше оружие?

source: Do you really think that we are keeping a stack of weapons on an island full of dangerous criminals just in case we are suddenly attacked by an army of undead?
ru: Ты всерьёз полагаешь, что мы храним на полном опасных преступников острове горы оружия, ожидая, что на нас внезапно накинутся мертвецкие орды?

source: Ah, well, if you put it that way ...
ru: Ну, если посмотреть на всё в таком свете...

source: northern-most
ru: самой северной

source: south-eastern-most
ru: самой юго-восточной

source: Grnk, help is on the way. Keep the skeletons away from the $S11.str point of the island and be there yourself two sunrises from now.
ru: Грнк, помощь уже в пути. Не дай скелетам закрепиться на $S11.str стороне острова, и будь там сам через два восхода солнца.

source: That should do. Now to take care of that other problem.
ru: Этого будет достаточно. Пора заняться второй проблемой.

source: Those pesky little saurians were faster than I expected.
ru: Те противные мелкие ящеры оказались проворнее, чем я ожидал.

source: Those pesky little mermen were faster than I expected.
ru: Те противные мелкие водяные оказались проворнее, чем я ожидал.

source: Hello, Grnk.
ru: Привет Грнк.

source: $S11.ally! How did you ...?
ru: $S11.ally? Что ты тут делаешь?

source: We have our wayss ... But zzere'ss no time to explain. It is esssential zzat we must protect you from zze undead. Apparently, you have become very important.
ru: Мы идём сссвоим сссобственным путём... но нет времени объяссснять. Важно лишь то, что мы должны защщщитить тебя от мертвецццов. Очччевидно, ты ссстал очччень важным.

source: What do you mean? Why me?
ru: Ты о чём? Почему я?

source: Don't asssk me, I don't know. A great wizzzard spoke to uss. We have dealt wizz him before and we trust him. We need to get you acroszs zze passs by zze army outpost asss quickly asss poszsible. Step on zze float and come wizz ussss. We left you a spear wizz it too.
ru: Не ссспрашивай, я не зззнаю. Ссс нами говорил великий маг. Мы уже имели ссс ним дело прежде, и доверяем ему. Сссейчас мы как можно быссстрее проведём тебя за армейссскую зассставу. Прыгай в лодку, мы прихватили для тебя копьё.

source: We have our ways ... But there's no time to explain. It is essential that we must protect you from the undead. Apparently, you have become very important.
ru: Мы идём своим собственным путём... но нет времени объяснять. Важно лишь то, что мы должны защитить тебя от мертвецов. Очевидно, ты стал очень важным.

source: Don't ask me, I don't know. A great wizard spoke to us. We have dealt with him before and we trust him. We need to get you across the pass by the army outpost as quickly as possible. Step on the float and come with us. We left you a spear with it too.
ru: Не спрашивай, я не знаю. С нами говорил великий маг. Мы уже имели с ним дело прежде, и доверяем ему. Сейчас мы как можно быстрее проведём тебя за армейскую заставу. Прыгай в лодку, мы прихватили для тебя копьё.

source: <span color='#A050A0'>Escape From The Prison Island</span>
ru: <span color='#A050A0'> Побег с Тюремного острова </span>

source: Get Grnk to the signpost across the pass before the undead catch up with him
ru: Подведите Грнка к указателю за проходом и не дайте мертвецам его догнать.

source: Bonus: Defeat the army outpost leader
ru: Бонус: Победите командира армейской заставы

source: The Master was afraid something like this would happen. <i>Now</i> it's your turn. That goblin must be captured and his allies destroyed.
ru: Повелитель опасался чего-то подобного. <i>Теперь</i> пора вмешаться вам. Тот гоблин должен быть схвачен, а его союзники уничтожены.

source: We're not a very strong outpost, HQ never ...
ru: Наша застава слабая, генштаб никогда...

source: Stop whining. Mal An's over there already. All you need to do is delay them for long enough to let his skeletons take care of the rest.
ru: Прекрати жаловаться. Мел Ан уже прибыл. Всё, что вам нужно сделать, это задержать их как можно дольше, чтобы скелеты успели обо всех позаботиться.

source: The goblin is trying to escape. After him!
ru: Гоблин пытается сбежать. За ним!

source: I knew that goblin would be nothing but trouble!
ru: Я знал, что от гоблина будут одни проблемы.

source: He had my gold!
ru: У него было моё золото!

source: Wait! There's only half of it. Bugger!!
ru: Проклятье! Здесь только половина. Вот же ж сука!

source: Grnk will start the next scenario with $($S11.Grnks_gold/2) gold.
ru: Грнк начнёт следующий сценарий с $($S11.Grnks_gold/2) золотыми.

source: What about my friend over there?
ru: А что насчёт моего друга?

source: I'm afraid zzat we have no way of getting him acrozz zze water.
ru: Боюсссь, что мы не сссможем переправить его череззз воду.

source: I'm afraid that we have no way of getting him across the water.
ru: Боюсь, что мы не сможем переправить его через воду.

source: Don't worry about me. I will hold off these undead for as long as I can.
ru: Обо мне не волнуйся. Я задержу мертвяков на столько, на сколько смогу.

source: What about my friends over there?
ru: А что насчёт моих друзей?

source: I'm afraid zzat we have no way of getting zzem acrozz zze water.
ru: Боюсссь, что мы не сссможем переправить их череззз воду.

source: I'm afraid that we have no way of getting them across the water.
ru: Боюсь, что мы не сможем переправить их через воду.

source: Don't worry about us. We will hold off these undead for as long as we can.
ru: О нас не волнуйся. Мы задержим мертвяков на столько, на сколько сможем.

source: Getting off the Float
ru: Выйдите из лодки

source: Why did you ...?
ru: Зачем ты?..

source: Just making sure no enemy can use the float.
ru: Чтобы убедиться, что ни один враг ею не воспользуется.

source: There are way too many of those damned skeletons! We will never defeat them.
ru: Этих проклятых скелетов слишком много! Нам их никогда не победить.

source: Don't worry about zzat. You just make ssure you get acrozz zze passs. We will delay zze undead for asss long asss we can.
ru: Не волнуйссся об этом. Доберисссь до прохода, а мы задержим мертвецццов на сссколько хватит наших сссил.

source: But you will all die!
ru: Но вы все умрёте!

source: We're told zzat ssome zzingss are worzz dying for.
ru: Нам сссказали, что есть вещи, за которые ссстоит отдать жизнь.

source: By that great wizard of yours? He cannot ask you to sacrifice yourselves!
ru: Тот великий маг? Он не может требовать, чтобы вы пожертвовали собой!

source: He can. And he hasss. As I ssaid, we trust him. And we owe him. Now stop complaining and get on wizz zze busineszs at hand!
ru: Можжжет. И требует. Как я уже сссказал, мы ему доверяем. И должны ему. А теперь кончай ныть и зззаймись делом!

source: Don't worry about that. You just make sure you get across the pass. We will delay the undead for as long as we can.
ru: Не волнуйся об этом. Доберись до прохода, а мы задержим мертвецов на сколько хватит наших сил.

source: We're told that some things are worth dying for.
ru: Нам сказали, что есть вещи, за которые стоит отдать жизнь.

source: By that great wizard of yours? He cannot ask you to sacrifice yourself!
ru: Тот великий маг? Он не может требовать., чтобы вы пожертвовали собой!

source: He can. And he has. As I said, we trust him. And we owe him. Now stop complaining and get on with the business at hand!
ru: Может. И требует. Как я уже сказал, мы доверяем. И должны ему. А теперь кончай ныть и займись делом!

source: I made it, but at what cost?!
ru: Я сделал это, но какой ценой!?

source: What took you so long, little fella?
ru: Что тебя так задержало, парнишка?

source: Gertburt!!!
ru: Джертбарт!!!

source: Oh no, you won't. I will be back.
ru: О, нет, ничего у тебя не выйдет. Я ещё вернусь.

source: Good luck, Grnk.
ru: Удачи, Грнк.

source: I hope the little goblin will make it.
ru: Надеюсь, маленький гоблин надерет ему зад.

source: Prunes
ru: Сливы

source: We're not going to follow that crazy goblin into the wastelands!
ru: Мы не пойдём в пустошь вслед за чокнутым гоблином!

source: We'll fight zzesse undead for asss long asss we can. All zze best, Grnk!
ru: Мы будем сссражаться с мертвецццами так долго, как только сссможем. Удачччи, Грнк!

source: Thanks, friends!
ru: Спасибо, друзья!

source: We'll fight these undead for as long as we can. All the best, Grnk!
ru: Мы будем сражаться с мертвецами так долго, как только сможем. Удачи, Грнк!

source: This is the last time I tell you, get off that damned cart!
ru: Вот зуб даю, в последний раз моя задница тарахтела в этой проклятой повозке!

source: But Quank was actually telling the truth just for once, this cart really is very comfortable.
ru: Да, Уэнк почти не соврал, в этот раз тележка действительно оказалась удобна.

source: It better be, he's charging us an arm and a leg for it. But it is slow enough the way it is, we cannot afford to lose any more time.
ru: Может и так, вот только рук и ног я теперь совсем не чувствую. И это довольно медленный способ передвижения, а мы не можем себе позволить терять время.

source: What's that all about?
ru: Ты о чём?

source: That great wizard who's looking for you says that we need to get this cart through the wastelands and to the end of the road in the north.
ru: Один великий маг, который тебя разыскивает, сказал нам провести эту повозку через пустоши на север, туда, где кончается дорога.

source: Why? What's on the cart?
ru: Зачем? И что в повозке?

source: He says it's prunes.
ru: Он сказал, сливы.

source: Prunes?!! Why the hell are prunes so important?
ru: Сливы!?? Какого лешего сливы стали настолько важными?

source: I have no idea. My guess is that they're not normal prunes. Or that there's something hidden underneath them. In any case, he says it's essential that neither you nor the prunes fall into the hands of the undead.
ru: Без понятия. Но допускаю, что сливы эти — плоды необычные. Или что-то необычное скрыто под ними. В любом случае, он предупредил, что ни ты, ни сливы не должны попасть в руки мертвецов.

source: And you believe that?
ru: И ты этому веришь?

source: In fact, I do. We better get going, those skeletons are right on your heels.
ru: Как видишь, да. Нам лучше начать двигаться, те скелеты уже наступают нам на пятки.

source: But I haven't even had time to heal my wounds yet.
ru: Я даже не успел хоть немного залечить свои раны.

source: There's nothing we can do about that.
ru: Ничего не попишешь, сейчас лечением заниматься некогда.

source: <span color='#A050A0'>Escape The Pursuers</span>
ru: <span color='#A050A0'> Оторваться от преследования </span>

source: Move Grnk, Gertburt and the prune cart to the signpost
ru: Переместите Грнка, Джертбарта и повозку со сливами к указателю

source: Grnk needs to leave last
ru: Грнк должен уехать последним

source: Prune cart is destroyed
ru: Повозка со сливами поломана

source: Vanak! You're back. You're alive! And you're here to help me???
ru: Ванак! Ты вернулся. И живой! Ты здесь, чтобы помочь мне???

source: Little goblin help Vanak. Vanak help little goblin.
ru: Маленький гоблин помогать Ванаку. Ванак помогать маленький гоблин.

source: It's that simple, isn't it? <i> </i>
ru: Это ведь просто, не так ли? <i> </i>

source: If only you knew ...
ru: Если бы он только знал...

source: You knew about this, Gertburt?
ru: Ты об этом знал, Джертбарт?

source: Well, no, not really. But I had a hunch.
ru: Нет, но догадки у меня были.

source: And you're going to fight side by side with orcs? I thought you hate orcs.
ru: И вы будете драться бок о бок с орками? Я думал, вы их ненавидите.
