Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Deer wander randomly on forest tiles, except when enemies get in their (the deer's) range, in which case they flee to the farthest point they can reach. <i> </i> Tuskers exhibit the same behavior as deer, except when an enemy is next to one of the tusklets. This enemy then experiences the full wrath of an irate boar. <i> </i> Tusklets blindly follow the closest adult tusker, except when there is no tusker left, in which case they behave the same as deer. <i> </i> Rabbits wander randomly for the most part as well. In addition, they disappear into their holes (if any are within reach) when enemies are close. They reappear out of the holes at the beginning of the turn if they feel that it is safe to do so.
ru: Олени спокойно гуляют по лесным ячейкам, пока враги не окажутся в зоне их видимости. Увидев врага, они убегают как можно дальше; <i> </i> Кабаны ведут себя точно так же, как и олени, кроме тех случаев, когда враг оказывается рядом с их поросятами. Тогда они с яростью набрасываются на посмевшего обидеть их детёнышей. <i> </i> Поросята зачастую бродят за кабанами, но если взрослых особей рядом нет, то ведут себя так же, как и олени. <i> </i> Кролики беспорядочно перемещаются по большей части ячеек. Кроме того, они способны прятаться в своих норах, если кто-либо окажется в их поле зрения. Когда кролики считают, что угроза миновала, то могут опять вылезти на поверхность.

source: Sheep and Sheep Dogs
ru: Овцы и пастушьи собаки

source: The most important duty of a sheep dog is to keep its sheep safe. This involves keeping them inside the area outlined by the path the dogs have worn into the meadow, positioning itself in between the sheep and approaching enemies <i>[if those enemies are within 6 hexes of a sheep]</i>, and attacking enemies that get too close <i>[within 3 hexes of a sheep]</i>. <i> </i> Sheep wander aimlessly except when a sheep dog is next to them, in which case they run away from the dog. The dogs exploit this by positioning themselves on the outside of the sheep, if possible. The sheep, dogs and forest creatures (deer, tuskers, rabbits) have learned that they are no threat to each other and leave each other alone, demonstrating the enormous self control of a well trained sheep dog. <i> </i> There is <span color='#F00000'>one important exception</span> to the dogs' self control: if somebody on our side directly attacks a dog, the dogs will forget all their training and go after all of us with utmost ferocity. If we are going to take on these dogs, we better make sure that there are enough of us to deal with all of them.
ru: Долг пастушьей собаки в том, чтобы охранять доверенное ей стадо овец. Они всегда стараются встать между овцами и приближающимся врагом <i>[если этот враг окажется в 6-и яцейках от овцы]</i>, а когда незваные гости, не вняв предупреждению, подходит слишком близко <i>[в пределах 3-х ячеек]</i>, то нападают на них; <i> </i> Овцы блуждают без всякой цели, но стараются держаться подальше от пастушьей собаки. Зная эту их слабость, собаки тоже не приближаются к ним без надобности. <i> </i> Большинство лесных обитателей (овцы, собаки, олени, кабаны и кролики) давно уже выяснили, что друг другу врагами не являются, а потому друг на друга и не нападают. <i> </i> Ещё одно <span color='#F00000'> важное замечание </span> по поводу пастушьей собаки: если кто-то с вашей стороны нападёт на неё, то собака забудет о всей своей выдержке, и станет преследовать вас со всей возможной яростью. Если захотите приручить такую собаку, то удостоверьтесь, что у вас хватит бойцов, чтобы её обуздать.

source: Wolves hunt in a pack of up to three. They actively go after the closest deer (as long as the latter stays in the forest) and try to corner it, but are easily distracted by other prey coming into attack range. The wolves try to avoid getting into the range of bears, spiders, scorpions and dogs, except when they are going in for an attack on a weaker animal. When no deer is left, the wolves wander randomly.
ru: Волки охотятся стаей от трёх особей. Они преследуют оленей, пока те находятся в лесу, и пытаются загнать их в угол, но легко могут отвлечься и на другую добычу, которая окажется в их зоне нападения. Волки стараются обходить стороной медведей, пауков и собак, кроме тех случаев, когда одно из этих животных ослаблено и не окажет серьёзного сопротивления. Когда оленей или другой добычи нет, волки в поисках добычи беспорядочно обшаривают лес.

source: Bears, Spiders and Scorpions
ru: Межведи, пауки и скорпионы

source: These animals mostly just wander in their respective territories. They stay out of each other's way (and out of the way of the dogs), but do attack each other if cornered. They do attack the other, weaker animals, as well as humans (and goblins), if those are within range.
ru: Эти животные по большей части просто патрулируют свои территории. Они стараются держаться подальше друг от друга (и от собак), но огрызаются, если их загнать в угол. Нападают они на другух. слабых животных, а также людей ( и гоблинов), которые окажутся в зоне их атаки.

source: Faad
ru: Фед

source: Wait! Wait!
ru: Стой! Стой!

source: Wait!
ru: Стой!

source: Let me see if I got this right. You want to tame a bunch of animals so that you can attack a group of giant mountain trolls in order to force them to pull Quank's ox cart out of the swamp?!?
ru: Дайте-ка мне ответ, правильно ли я всё понял. Ты хочешь приручить диких зверей, чтобы напасть на гигантских троллей, чтобы вытащить из болота повозку для Уэнка!?

source: I wouldn't have put it quite like that but, essentially, yes.
ru: Ну, может и не совсем так, но в целом верно.

source: This is typical for Quank! He never cares how dangerous any of his crazy schemes are for anybody else, as long as he makes a profit. That's how he got the cart stuck in the swamp and attacked by trolls in the first place. It's a miracle that nobody was killed!
ru: Как похоже на Уэнка! Его никогда не заботило, насколько он подвергает кого-либо опасности, пока ему капает прибыль. Вот только Уэнк сначала бы забрал тележку, а уже потом только напал на троллей. Чудо, что никто не пострадал!

source: Well, actually, the bit with the animals was my idea. You see, once an animal is sufficiently weakened, I can use my magic to heal it partially and get it to join me. I found this out by accident a while ago and have used it occasionally for companionship when I was too frustrated with Wyssauba.
ru: Ну, приручить животных было моей идеей. Видишь, когда зверь достаточно ослабнет, с помощью своей магии я заставляю его служить мне. Я открыл это случайно, и раньше использовал разве что в качестве шутки, когда не ладил с Виссобе.

source: There is a right-click option with more information about this process.
ru: Чтобы получить больше информации, посмотрите опции меню ПКМ.

source: You're as mad as Quank then! <i> </i> Fine, I will help you with the animals and I'll show you where the cart is, but after that I am out of here. And I want half of my 100 gold pieces right now!
ru: Ты такой же псих, как и Уэнк! <i> </i> Ладно, помогу тебе с животными и покажу где повозка, но после этого сразу же уйду. И половину обещанного, 100 золотых, хочу получить прямо сейчас!

source: One more thing: We don't have a lot of time. The cart is sinking deeper and deeper into the swamp. Soon even the trolls won't be able to get it out any more.
ru: Ещё одно. Времени у нас не много. Повозку засасывает в трясину, и скоро её оттуда и тролли не вытянут.

source: More Information about the Animals
ru: Больше информации о животных

source: Faad is an experienced trapper, woodsman and, recently, tourist guide for Quank. He knows a lot about the wild animals in these parts and is always happy about opportunities to show off that knowledge. There are several right-click menu options available through which he will give you detailed information on what to expect from the different types of animals.
ru: Фед — опытный ловчий и дровосек, а с недавних пор работает проводником на Уэнка. Он много знает о диких животных, и всегда готов поделиться своим знанием. С помощью щелчка ПКМ доступны несколько пунктов меню, в которых можно узнать подробности о повадках разных зверей.

source: spooked: This unit got spooked by Grnk's use of a magical weapon. It will run away to a map corner.
ru: напуганный: этот зверь напуган магией Грнка. Он убежит в угол карты.

source: We better be careful. Those dogs are going to come after us now.
ru: Нам лучше быть осторожнее. Эти собаки теперь нас в покое не оставят.

source: Nice! Looks like we're getting adjacent tusklets for free.
ru: Отлично! Похоже, другие поросята достанутся нам за просто так.

source: Let's see ...
ru: Посмотрим...

source: And number two ...
ru: И второй...

source: Oink!
ru: Хрю!

source: Yowl!
ru: Уаауу!

source: Translation: Those tuskers are mean! We better stay away from them and their young.
ru: Уходим! Эти какбаны просто чокнутые! Лучше держаться подальше и от них, и от их молодняка.

source: I should have known better than to follow a bloody mad gob...
ru: Должен был догадаться, чем закончится потакание кровавым безумцам...

source: This is all we have time for.
ru: Вот и всё, на что у нас хватило времени.

source: Bring on them trolls now!
ru: А теперь нападаем на троллей!

source: Cart
ru: Повозка

source: Rok
ru: Рок

source: Trolls
ru: Тролли

source: A Little Prunes Refresher
ru: Небольшое напоминание о сливах

source: <span color='#F080F0'>In case you need a little refresher how the prunes work (or if you have not played Grnk Part 1): • Grnk can haphazardly do magic once per turn by using his prunes (use right-click option). • He cannot choose what effect they have and sometimes they don't work at all. • Each prune use affects one enemy unit, randomly chosen from those within 2 hexes. • Some units (such as side leaders or those with strong magical skills) cannot be affected by the prunes. • Through practice, Grnk will get better at handling the prunes during this second part of the campaign.</span>
ru: <span color='#F080F0'>В случае, если вам нужно напомнить, как обращаться со сливами, или вы не играли в первую часть кампании: • Один раз за ход с помощью волшебных слив Грнк может совершить (или не совершить) магический трюк. Чтобы использовать волшебную сливу, выберите соответствующий пункт в меню ПКМ; • Грнк не может выбрать, какой из эффектов сливы сработает при атаке, и сработает ли вообще; • Каждое использование сливы влияет на одного вражеского юнита в радиусе 2-х ячеек от Грнка; • На некоторых юнитов, например, на лидеров или на практикующих магию бойцов сливы не оказывают никакого вреда; • Тренировки Грка не прошли зря, и теперь он обращается со сливами значительно увереннее; </span>

source: <span color='#A050A0'>Convince The Trolls to Pull Quank's Cart out of the Swamp</span>
ru: <span color='#A050A0'> Убедите троллей вытащить повозку Уэнка из болота </span>

source: Defeat the troll leader
ru: Победите лидера троллей

source: Check out the right-click options if you need a refresher about the prunes.
ru: Если вы хотите напомнить себе, как действуют волшебные сливы, то воспользуйтесь нужным пунктом меню ПКМ.

source: Yo! You over there! Troll leader! <i> </i> I need you to pull that cart out of the swamp for me.
ru: Эй, ты! Вождь троллей! <i> </i> Помоги нам вытащить ту повозку из болота.

source: Little goblin make Rok laugh. Little goblin have army?
ru: Маленький гоблин заставляет Рока смеяться. У маленького гоблина есть армия?

source: Indeed I do.
ru: Что-то вроде того.

source: blink
ru: моргает

source: Harharharharhar!
ru: Ха-хар-хар-хар-хар-ха!

source: You know, I agree with him. <i> </i> But to be honest, I really don't care. You go get yourself killed with your army of glorious beasts. I promised to get you here and that's <i>all</i> I promised. I want the rest of my gold now and then I'm out of here.
ru: Знаешь, а я с ним согласен. <i> </i> Но, честно говоря, мне совершенно нет до этого дела. Иди, умирай вместе со своей армией животных. Я обещал довести тебя сюда, и своё обещание выполнил. Так что плати остальное золото, и я не стану тебе больше мешать.

source: Fine.
ru: Прекрасно.

source: At least I can finally use my prunes now. Onward!
ru: По крайней мере, я вновь смогу воспользоваться сливами. Вперёд!

source: I don't even want to think about it ...
ru: Даже не хочу и думать об этом...

source: I'll never get used to those damned lurkers!
ru: Никогда не привыкну к этим проклятым скрытникам!

source: Rok ... defeated.
ru: Рок... побеждён.

source: I will let you live if you pull the cart out of the swamp.
ru: Я сохраню тебе жизнь, если вытащишь повозку из болота.

source: Rok do little goblin say.
ru: Рок сделает то, что говорит гоблин.

source: I told you so at the very beginning. We could have gotten here much more easily!
ru: Я же просил об этом в самом начале. Зачем было всё усложнять?

source: As for you, my beasts, I release you back into the wild.
ru: А вы, мои милые зверушки, вас я освобождаю. Бегите.

source: It's funny. I'm actually a little sad to see them gone. <i> </i> Well, back to Grentstutt it is. Quank better give me the best damned dark adept robe I have ever seen.
ru: Забавно. На самом деле, мне грустно смотреть, как они уходят. <i> </i> Ну ладно, пора возвращаться в Гринтстатт. А Уэнку лучше дать мне самое достойное одеяние тёмного адепта, которое я когда-либо видел.

source: Reunion
ru: Воссоединение

source: Vanak, old friend!
ru: Ванак, старый друг!

source: Little goblin back!
ru: Маленький гоблин вернулся!

source: As absurd as that sounds, you are the only one left whom I feel I can trust. The Master must be stopped, but the humans are so egocentric and opportunistic, there's no point in even trying to talk to them. <i>All</i> humans, it appears, in spite of what I had come to believe.
ru: Как бы нелепо это ни звучало, но чувствую, ты единственный, кому я могу доверять. Повелителя нужно остановить, но люди думают только о себе, как бы приспособиться и навариться на чужом горе, их бесполезно в чём-либо убеждать. <i> Все </i> люди. Как бы я ни хотел верить в обратное.

source: Uh ... Little goblin say what?
ru: Ммм... Что говорит маленький гоблин?

source: Vanak and Grnk kill Master. Skeletons.
ru: Ванак и Грнк убьют Повелителя скелетов.

source: Nobody likes the undead. Probably not even the undead themselves. Let's get them.
ru: Никто не любит мертвецов. Наверное, даже сами мертвецы. Давай убьём их.

source: Prark
ru: Прарк

source: <span color='#A050A0'>Move Past Prark's Orcs</span>
ru: <span color='#A050A0'> Пройдите мимо орков Прарка </span>

source: Defeat all enemy orcs
ru: Победите всех вражеских орков

source: No go here. Prark you get!
ru: Никто сюда не ходить. Прарк вас бить!

source: Wait, wait! We have no business with you. We only want to pass through to get to Lauering Swamps. We don't ...
ru: Постой! Нам ничего от вас не нужно. Мы хотим всего лишь пройти мимо, чтобы попасть на Слоистые болота. Мы не сделаем ничего...

source: We them get!
ru: Бей их!

source: Vanak, this is madness. Talk to him, maybe he will let us pass. Or better yet, make him join us.
ru: Ванак, это же безумие. Поговори с ним, может он позволит тебе пройти. А ещё лучше, уговори его к нам присоединиться.

source: Vanak no like Prark. Prark stupid. Prark no join little goblin.
ru: Ванак не как Прарк. Прарк глупый. Прарк не пойдёт с маленьким гоблином.

source: We them get?
ru: Мы их побьём?

source: That's right.
ru: Верно.

source: Important Note: Unfinished AI
ru: Важное примечание: незаконченный ИИ

source: Prark's orcs are supposed to be played by a custom AI. However, this AI does not quite work as desired yet, so I decided to remove it from the scenario for the time being and use the mainline Experimental AI instead. The custom AI will, hopefully, be finished at some time in the future and make for a more interesting scenario than the current version.
ru: Предполагалось, что орки Прарка будут находиться под управлением улучшенного ИИ, но, так как, к сожалению, этот ИИ должным образом не работал, то я удалил его. заменим стандартным эксприментальным. Когда нибудь в будущем я надеюсь его довести до ума, и сценарий станет намного интереснее.

source: What the hell are they doing?
ru: Что они такое делают?

source: Vanak say Prark stupid.
ru: Ванак сказал: Прарк глупый.

source: P...
ru: П...

source: Indeed.
ru: Да, действительно.

source: Let's hurry now. We still need to cross Lauering Swamps before we can get to the Master's valley.
ru: А теперь поспешим. Слоистые болота никуда не делись, а попасть в долину Повелителя можно только через них.

source: $new_leader.name chief now.
ru: $new_leader.name теперь главный.

source: Lizards
ru: Ящеры

source: Ka
ru: Ка

source: Ssz
ru: Ссз

source: <span color='#A050A0'>Move Into The Master's Valley</span>
ru: <span color='#A050A0'> Пройдите в долину Повелителя </span>

source: Defeat all drakes and saurians
ru: Победите всех драконов и ящеров

source: This makes the Eldryanic Swamps look downright pleasant. But it seems that we are in the right place. That in the south there must be the tree the skeleton was talking about.
ru: Мда, уж. Теперь мне и Элдрианские болота кажутся милыми и приветливыми. Но, похоже, мы вышли куда надо: вон, скорее всего, о том дереве на юге и говорил скелет.

source: Little goblin say what?
ru: Что говорит маленький гоблин?

source: See those lizards over there? They stand between us and the Master.
ru: Видишь тех ящеров? Они стоят между тобой и повелителем.

source: Vanak no like lizard.
ru: Ванак не любит ящериц.

source: I didn't expect that you would. We them get!
ru: А этого и не надо. Мы их будем бить!

source: What do zze orcss want here?
ru: Чччто оркам ззздесь нужжжно?

source: Apparently they have come to die in the swamps.
ru: Очччевидно, они пришли, чччтобы сссгинуть в болотах.

source: They are everywhere all of a sudden!
ru: Да они тут повсюду!

source: Wow, this change of climate over such a short distance is really amazing. Must be the combination of the high mountain range and the prevailing wind direction.
ru: Ничего себе. Столь резкое изменение климата на таком коротком промежутке удивляет — не то слово. Должно быть, сказывается сочетание высокой горной цепи и преобладающего направления ветра.

source: Uh ...?
ru: Мм?..

source: Never mind. I keep forgetting.
ru: Ладно, не обращай внимания. Я постоянно забываю.

source: This must be the tree the skeleton was talking about. It said that the hidden entrance to the Master's valley is right behind it.
ru: Так, это похоже на то дерево, о котором говорил скелет. А ещё он упоминал, что вход в долину Повелителя прямо за ним.

source: Well, that was rather pointless.
ru: Ну, это было довольно бессмысленно.

source: Ssssszzzz ...
ru: Ссссззззз...

source: This is ...
ru: Это же...

source: Here's the tree, so the passage is ...
ru: Вот дерево, а значит проход...

source: Hmm.
ru: Хм...

source: That rockwall not only looks real, but also feels quite solid. The passage must be both hidden and sealed by magic. Let's see what I can do about that.
ru: Каменная плита не только выглядит настоящей, но и твёрдость у неё соответствующая. А проход наверняка запечатали магией. Посмотрим, что я смогу сделать.

source: Paradise
ru: Рай

source: NW Minions Leader
ru: Предводитель прислужников с СЗ

source: SW Minions Leader
ru: Предводитель прислужников с ЮЗ

source: <span color='#A050A0'>Fight Your Way Back Out Of The Master's Valley</span>
ru: <span color='#A050A0'> Пробейте себе путь из долины Повелителя </span>

source: Move Vanak to one of the two signposts in the west
ru: Переместите Ванака к одному из двух указателей на западе

source: Grnk needs his full concentration to keep blocking Karcyn, so he cannot use his prunes.
ru: Для того, чтобы блокировать Карцина, Грнку нужна полная концентрация, а потому он не может использовать сливы.

source: Come on, Vanak!
ru: Вперёд, Ванак!

source: Vanak no like walk in rock.
ru: Ванак не любит гулять в скале.

source: I did not like it either. But worse, I don't know how to keep the passage open for your orcs to follow us. How are we going to fight the Master, just the two of us?
ru: Мне тут тоже не нравится. Но, что ещё хуже, я не знаю, как сохранить открытым проход для твоих орков. Как мы справимся с повелителем, если нас останется всего двое?

source: Grashnak
ru: Грашнак

source: A Small Voice from Inside the Mountain
ru: Тихий голос из недр горы

source: There might be a solution to that conundrum.
ru: Там может найтись решение этой головоломки.

source: Whoa, where did <i>you</i> come from?
ru: Эй, а <i> ты </i> откуда здесь взялся?

source: Little goblin follow little goblin.
ru: Маленький гоблин идет за маленьким гоблином.

source: Indeed. Very well put, Vanak. We noticed that the passage in the rock was still large enough for us goblins to squeeze through and followed you before it closed.
ru: Да. Очень верное замечание, Ванак. Мы заметили, что в скале ещё оставался проход, в который как раз могли пролезть мы, гоблины, вот и последовали за тобой, пока он не закрылся.

source: Nicely done! But where did you learn to take that sort of initiative? Or to speak so eloquently?!?
ru: Просто замечательно! Но с чего вы на такое решились? Да ещё и говорите так красноречиво!?

source: Well, some of us tend to stay in the background to observe and listen. And <i>somebody</i> has set an example that, just maybe, being cannon fodder is not all a goblin can be.
ru: Ну, некоторые из нас предпочитают оставаться на заднем плане, чтобы наблюдать и слушать. И <i> кто-то </i> подал пример, что можно перестать безропотно идти на убой.

source: Gort
ru: Горт

source: Whoa, Gort walk in rock!
ru: Эй, Горт гуляет в скале!

source: But then, sadly, for some of us that'll be the end of the road. In any case, we are here to help you fight the Master.
ru: Но, к сожалению, для некоторых из нас эта прогулка станет последней.

source: I must say, I'm impressed. And grateful. But one orc and a handful of goblins are hardly a match for the Master's hordes. We better move back out of here and regroup. I think I can re-open the passage for just long enough for all of us to get through.
ru: Должен признаться, я впечатлён. И благодарен. Но один орк и горстка гоблинов явно не ровня ордам повелителя. Лучше нам отойти и перегруппироваться. Думаю, что смогу ещё раз открыть проход, и удерживать его достаточно долго, чтобы все могли выйти.

source: Gort run!
ru: Горт бежит!

source: Apparently there are some side effects to this kind of magic that I was not aware of. Well, I guess the only way to go now is forward.
ru: Очевидно, у этой магии есть и побочные эффекты. Жаль, не знал этого раньше. Ну, полагаю, единственное, что нам осталось — идти вперёд.

source: This is not how I would have imagined the Master's lair. Also, why is there nobody here except for those two small guard posts in the west?
ru: Как-то не так я представлял себе логово Повелителя. И ещё, почему, кроме тех двух стражников на западе, здесь никого больше нет?

source: Surprise!
ru: Сюрприз!

source: Karcyn, you groveling slimy little bastard!
ru: Карцин, мелкий скользкий ублюдок!

source: Hah! Look who's calling me little.
ru: Ха! Посмотрите, кто назвал меня мелким.

source: Vanak him get!
ru: Ванак его прибьёт!

source: Put down your weapons, you're outnumbered.
ru: Сложите ваше оружие, вас слишком мало.

source: And have you kill us while we're defenseless?
ru: Чтобы вы прирезали нас без всякого сопротивления?

source: Nobody's going to kill you. In case you have not noticed yet, the Master wants you alive.
ru: Никто тебя и пальцем не тронет. На случай, если ты ещё не заметил, Повелитель хочет получить тебя живым.

source: What about my friends?
ru: А что будет с моими друзьями?
