Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels.
ru: Этот боец подавляет страхом своих противников. Если рядом с ним на поле боя окажется противник меньшего уровня, то этот противник испугается и нанесёт на 15% меньше урона.

source: magical spear
ru: волшебное копьё

source: Increase movement (+1 movement, +3 HP, +10% XP, full heal)
ru: Увеличить число ходов (+1 движение, +3 ОЗ, +10% ОП, полное исцеление)

source: Add leadership ability (+3 HP, +10% XP, full heal)
ru: Добавить лидерство (+3 ОЗ, +10% ОП, полное исцеление)

source: Add terror ability: adjacent enemies do less damage (+3 HP, +10% XP, full heal)
ru: Добавить запугивание: враги наносят меньший урон (+3 ОЗ, +10% ОП, полное исцеление)

source: Improve resistance to arcane, cold and fire (+15% resistance, +3 HP, +10% XP, full heal)
ru: Повысить сопротивляемость к магии, холоду и огню (+15% сопротивления, +3 ОЗ, +10% ОП, полное исцеление)

source: Increase magical spear melee damage (+2 damage, +3 HP, +10% XP, full heal)
ru: Повысить урон магического копья в ближнем бою (+2 урона, +3 ОЗ, +10% ОП, полное исцеление)

source: Increase magical spear ranged damage (+2 damage, +3 HP, +10% XP, full heal)
ru: Повысить урон магического копья в дальнем бою (+2 урона, +3 ОЗ, +10% ОП, полное исцеление)

source: Increase magical spear ranged attacks (+1 attack, +3 HP, +10% XP, full heal)
ru: Увеличить число атак магическим копьём в дальнем бою (+1 атака, +3 ОЗ, +10% ОП, полное исцеление)

source: Grnk feels a strange tingling sensation. Apparently, his continuing practice is starting to pay off, even in the absence of any formal training.
ru: Грнк чувствует какое-то странное покалывание. Очевидно, его длительные тренировки не прошли даром, и начали приносить свои плоды.

source: surefire
ru: точность

source: When a goblin is next to Grnk, all attacks always have a 70% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Когда гоблин находится рядом с Грнком, его атаки получают шанс попадания 70% в не зависимости от того, как защищён атакуемый боец.

source: brittle
ru: хрупкий

source: When the unit is next to Grnk, all types of attacks by an enemy on the unit will do the damage of a magical attack. This condition only affects skeleton-type units.
ru: Когда боец находится рядом с Грнком, все типы его атак получают магическую природу урона (это применимо только против скелетоподобных юнитов)

source: Bear
ru: Медведь

source: Adult bears are known for going their own way; most bears would sooner flee a melee than throw themselves at risk. Some, though, for whatever reason, choose not to run. These bears are a terrifying sight to behold. An adult bear is a mass of muscle, claw, fur, and fury of almost unrivaled proportions. Even the most skilled of warriors will not look lightly on the bulk of an angry, advancing bear.
ru: Взрослые медведи сторонятся своих сородичей, предпочитая самостоятельно принимать решения и самим обеспечивать себя добычей. Они не любят нарываться на неприятности, стараются избегать бесполезных схваток, но если вы думаете, что легко отгоните медведя, то жестоко ошибаетесь. Медведь — это груда стальных мышц, острых когтей и плотного меха, собранные в непревзойденных пропорциях. Даже самый искусный из воинов не останется ждать своей участи при виде надвигающегося на него грозного зверя.

source: bearhug
ru: медвежья хватка

source: claws
ru: когти

source: Deer
ru: Олень

source: Deer are light-footed and can move easily across most any solid terrain.
ru: Величественные и грациозные, олени с легкостью ступают практически по всем видам ландшафта.

source: head butt
ru: удар головой

source: male^Stag
ru: Олениха

source: antlers
ru: рога

source: Sheep Dog
ru: Пастушья овчарка

source: Sheep Dogs are highly disciplined and renowned for their loyalty and strength. They ferociously and fearlessly attack any real or perceived threat to the sheep they guard.
ru: Пастушьи овчарки отличаются от всех прочих собак в первую очередь силой и верностью. Не ведая страха, они нападают на всё, что, по их мнению, выглядит угрозой доверенной им отаре.

source: fury
ru: ярость

source: Mosquito
ru: Москит

source: Little more than an annoyance, mosquitoes hatch out wherever a puddle of water might be found. An ancient goblin folktale tells of a giant who fell to a mosquito's sting.
ru: Москиты — это чуть больше, чем просто сплошное раздражение. Они кажутся неистребимыми, и это не так уж далеко от правды, ведь им для того, чтобы отложить яйца, достаточно всего лишь небольшой лужи.

source: sting
ru: жало

source: Rabbit
ru: Кролик

source: The rabbit is a cute creature living in the fields and forests. In its gnawing attack, striking with powerful incisors, resides the Wesnoth carrots' greatest fear. Alas, rabbits are victims of the appetite of many other nasty creatures like wolves or even humans, for their flesh is used in one of the most delicious known dishes. Legend has it that they follow a king rabbit by the name of Cedric.
ru: Кролики — милые создания, которых в множестве можно повстречать и в лесу, и в поле. Когда они идут в атаку на грядки, вооружённые длинными выдающимися резцами, в страхе трепещет вся морковь Веснота. Увы, кролики сами становятся жертвой аппетита слишком многих других опасных существ. Для волка они — простая закуска, а для знающего толк в кулинарии человека этот зверёк может стать одним из самых изысканных блюд. По легенде, кролики всегда следуют за своим кроличьим королём Седриком.

source: gnaw
ru: грыз

source: Ram
ru: Овца

source: Sheep, both males and females, are dumb animals that are easily herded by dogs.
ru: Овцы и бараны — немые животные, которых легко пасут собаки.

source: horns
ru: рога

source: Tarantula
ru: Тарантул

source: Tarantulas are solitary beasts that mostly live in deserts and mountains. Their bite is painful and exacerbated by the fact that it is poisoned.
ru: Тарантулы — охотники-одиночки, которые чаще всего встречаются в горах и пустынях. Их укусы достаточно болезненны и ядовиты.

source: Tusker
ru: Кабан-секач

source: Tuskers are hardy livestock. Their powerful limbs make them good beasts of burden. Their thick wool and hides make coarse, but serviceable clothing and their meat is tough, but filling. Beware, however, of angry or wild tuskers, who are not to be trifled with.
ru: Кабаны — выносливые домашние животные. Благодаря сильным конечностям их можно использовать в качестве вьючных животных, а из их густой шерсти умельцы делают грубую, но пригодную к повседневной носке одежду. Их мясо хоть и жёстко, но, за неимением никакого другого, вполне насыщает желудок. Однако остерегайтесь рассерженных кабанов, шутить с ними не следует.

source: tusks
ru: клыки

source: tusk charge
ru: наскок

source: Tusklet
ru: Поросёнок

source: Young tuskers are as notoriously bad-tempered as the adults of the species, if a little less of a challenge. But woe betide the unfortunate who comes between a Tusklet and its parents.
ru: Детёныши кабанов обладают такой же, ну, может, немного меньшей, злобой, как и их родители. Горе тому неудачнику, который окажется между взрослой особью и его поросёнком.

source: Goblin Mage
ru: Гоблин-маг

source: Grnk's Hynderwlt friends now refer to him simply as a Goblin Mage. He is a formidable foe which, in spite of his small stature, few individual fighters can resist. It scares himself almost more so than his enemies that, even so, he does not appear to have reached the height of his power yet. Both his mastery of magic and his physical strength are still improving at an almost preposterous rate.
ru: Друзья Грнка из Гиндервилта теперь обращаются к нему не иначе, как гоблин-маг. И действительно, мастерство Грнка заметно выросло, и для своих врагов он стал серьёзным противником, который, не смотря на свой маленький рост, способен выстоять против крепких бойцов. Хоть это и пугает Грнка, нашего гоблина-мага, больше, чем его врагов, но, похоже, он ещё не достиг предела своих возможностей. Прогресс налицо, вот только логику в нём обнаружить трудно: все улучшения происходят случайным, скорее даже нелепым образом.

source: Goblin Mage Adept
ru: Гоблин-адепт

source: Apparently, practice and patience are indeed starting to pay off for Grnk in spite of the absence of any formal training or instructions by Wyssauba. He is becoming more skillful with his attacks and a stronger fighter in general, although he still has no idea how he is accomplishing most of that.
ru: Без всяких сомнений, постоянная практика и невесть откуда взявшееся терпение начинают приносить плоды, и Грнк, даже несмотря на отсутствие формального обучения или инструкций Виссобе, достиг неплохих, как для новичка, результатов. Его магические атаки стали намного точнее, да и сила их заметно возросла, хоть при этом сам Грнк понятия не имеет, как ему удаётся то, что он делает.

source: Goblin Mage (Grnd)
ru: Гоблин-маг (Грнд)

source: With the help of the Master, Grnd has improved his physical strength enormously in a short time and has become very effective with his magical weapons. In addition, the Master has succeeded in removing any trace of a conscience from Grnd's mind. Unlike Grnk, who only thinks of himself as being a bad person (or rather: goblin), Grnd is truly evil.
ru: Благодаря помощи Повелителя Грнд за короткий промежуток времени чрезвычайно нарастил физическую силу и стал намного искуснее обращаться с магическим оружием. Также Повелитель весьма преуспел в том, чтобы вывести все следы совести из разума Грнда, и теперь, в отличие от Грнка, этот клон способен думать лишь о себе, став совершенно дурным человеком (в нашем случае, гоблином).

source: The terror ability of this unit makes adjacent enemy units deal less damage in combat, though this only applies to units of lower level.
ru: Этот боец подавляет страхом своих противников. Если рядом с ним на поле боя окажется противник меньшего уровня, то этот противник испугается и нанесёт меньший урон.

source: Goblin Mage Neophyte
ru: Гоблин маг-неофит

source: Grnk has now been Wyssauba's apprentice for half a year. He is extremely frustrated by the lack of training he receives from his mentor and by rarely ever being allowed to accompany the mages on any of their excursions. He is feeling weak and soft and not at all prepared for the inevitable next confrontation with the Master's forces. Grnk has also noticed a significant degradation of his battle skills ever since Wyssauba convinced him to give up the traditional goblin spear and his self-taught fireball attack for magical spear attacks. Wyssauba does not seem to share Grnk's concerns. 'Give it time, you cannot rush these things. It will pay off in the long run,' is the most Grnk ever gets. When he is not blinded by anger and frustration, Grnk must nevertheless admit that not all progress has stagnated. He is now able to deflect some of the power of magical attacks and his innate trepidation when fighting during the day has disappeared. On Wyssauba's advice, Grnk now uses magical spear attacks that look like normal goblin spears but have the power and effect of a magical attack. 'You want to fool your enemies into thinking that you are just a normal, weak goblin,' Wyssauba says. 'I don't even feel as strong as that,' Grnk retorts, although he — usually — does not say that out loud.
ru: Полгода Грнк провёл в учениках у Виссобе, и уже успел в этом разочароваться. Ведь как такового, обучения просто нет, наставник совершенно не хочет с ним заниматься, а другие маги, отправляясь в походы, очень редко берут его компаньоном. Всё это сказывается на Грнке не лучшим образом, он чувствует себя подавленным и не готовым противостоять силам Повелителя. Грнк также заметил, что с тех пор, как Виссобе убедил его отказаться от традиционного для гоблинов оружия — копья, и оставил его в одиночестве постигать атаку шаровой молнией и роем магических копий, его навыки ближнего боя дали значительную слабину. Виссобе же не разделял пессимизма своего ученика. 'Всему нужно время, чтобы окупиться. Ничего не приходит сразу.' — говорил он Грнку после очередной неудачи. Как бы он ни был расстроен и разгневан, Грнк не мог не признать, что некоторые подвижки всё-таки были. Ведь теперь он иногда мог отражать магические нападения, а преследовавший его с рождения страх перед боем куда-то испарился. По совету Виссобе, Грнк теперь старается атаковать магическими копьями, которые внешне похожи на обычные копья гоблинов, но в схватке имеют эффект полноценного магического удара. 'Дурачь своих врагов, заставь их поверить, что ты простой слабый гоблин.' — учил его Виссобе. 'Так я себя таким и чувствую.' — отвечал ему Грнк, правда, стараясь не произносить этого вслух.

source: Goblin Mage Savant
ru: Гоблин маг-учёный

source: Grnk is starting to be quite knowledgable at anything magical and is an increasingly powerful fighter, feared by his enemies and esteemed by his allies.
ru: Грнк уже неплохо осведомлён о том, как действует магия, и в бою с ним нужно считаться. Учёного мага Грнка боятся враги и уважают союзники.

source: Goblin Mage Savant (Grnd)
ru: Гоблин маг-учёный (Грнд)

source: $EAU_unit.name fall!
ru: $EAU_unit.name пал!

source: I failed you, Grossauba ...
ru: Я подвёл тебя, Гроссобе...

source: Not good. We need Langzight.
ru: Дело дрянь. Нам нужен Ленгзайт.

source: This was more fun than I had expected!
ru: Это намного интереснее, чем я ожидал!

source: What a waste! He had so much potential.
ru: Пропасть впустую! У него было столько возможностей.

source: Onward, you maggots! Let's get rid of that vexatious little goblin. The Master's gratitude will be immeasurable.
ru: Вперёд, жалкие черви! Избавимся от этого мелкого гоблина. Благодарность повелителя будет неизмерима.

source: What was that?
ru: Что это было?

source: A sensation like somebody pushed an icicle right through my chest.
ru: Такое чувство, будто мне в грудь воткнули сосульку.

source: Looks like this is the end of the mighty Grnk.
ru: Похоже, могущественному Грнку настал конец.

source: Hi there, Grnk.
ru: Эй, Грнк, привет.

source: The Master Wyssauba
ru: Повелитель Виссобе

source: You've always been such a party pooper, Grossauba.
ru: Ты всегда сторонился хорошей кампании, Гроссобе.

source: Oh, I'm so terribly sorry that I am ruining the fun you're having with evil world domination!
ru: О, мне так жаль, что я не дал тебе поиграться с мировым господством!

source: Indeed it does.
ru: Это так.

source: Wyssauba, I cannot believe it! You really are the Master!
ru: Виссобе, я не верю этому! Ты — Повелитель!

source: Duh! Naturally. You're so gullible, it's embarrassing, really. I still can't believe how easy it was to fool you, ever since the first time we met in the southern wastelands with those bandit brother friends of yours. I did a marvelous job adjusting my Grand Plan right there on the spot, if I do say so myself.
ru: Конечно! Само собою. Ты настолько доверчив, что это меня даже немного смущает. Всё ещё не могу поверить, насколько легко оказалось тебя одурачить в ту нашу первую встречу на южных пустошах. Кто там был с тобой, твои дружки-бандиты? Но работу я проделал неплохую, в тот же момент приспособив Великий План, если тебе это небезынтересно.

source: Which I do.
ru: Тот план, который я и сейчас провожу в исполнение.

source: But why do you need me? You had all those other lieutenants. Mal An, Karcyn, ... and now Grnd.
ru: Но зачем тебе я? Столько подручных: Мел Ан, Карцин... а теперь Грнд.

source: And you defeated them all, didn't you? As for Grnd, he's just a cheap imitation who cannot match up to the original. He has not even mastered <i>The Voice</i> yet.
ru: И ты со всеми ними справился, не так ли? А что касается Грнда, то он всего лишь дешевая подделка, которой далеко до оригинала. Он даже ещё не освоил <i> Голос </i>.

source: Hey, I'm right here. You shouldn't say ...
ru: Эй, вообще-то я здесь стою. Ты не должен так говорить...

source: Do NOT tell me what to say!
ru: Не указывай мне, что говорить!

source: Yes, Master.
ru: Да, Повелитель.

source: It's been half a year since Wyssauba took me on as his apprentice after the battle with Mal An at Latzie River. Training to become a wizard involves great hardships: endless repetitions of apparently meaningless menial tasks; dragging logs through the snow; standing on top of a slippery mossy rock on one foot all night, in the rain, for three nights in a row without any sleep. That sort of thing.
ru: Прошло полгода после битвы на реке Латци, после которой Виссобе взял меня к себе в ученики. Обучение магическим премудростям включает в себя большие трудности. Бесконечное повторение до очевидного бессмысленных рутинных задач. Перетаскивание туда-сюда по снегу тяжёлых брёвен. Или, например, сиднем высидеть три бессонные ночи на скользкой, покрытой мхом скале, да ещё и под проливным дождём. Такое вот оно, магическое обучение.

source: Well, that's one theory. One that Wyssauba does not subscribe to. Wyssauba likes his comfort, sitting in a soft armchair with a glass of brandy in his hand. And apparently he doesn't believe in subjecting his students to much discomfort either. Never in my life had I been this comfortable. Or this soft.
ru: Но это в теории. Маг и наставник Виссобе придерживался совсем иных принципов. Неудобства ему претили, всё свободное время он предпочитал проводить, сидя в мягком кресле и потягивая из хрустального бокала недешевое бренди. Такое же отношение у него было и к своим ученикам — никаких физических или умственных тягот. Никогда прежде Грнк не чувствовал себя настолько легко. Или мягко.

source: The last half year had been the only time in my life that I was not running from somebody, or something, since ... Well, ever since I can remember, really.
ru: Последние полгода были единственным временем моей жизни, когда мне не приходилось от кого-нибудь или чего-нибудь сматываться... Ну, сколько себя помню.

source: And there I was, running again. The difference this time was that I was not only running <i>from</i> someone, but also had a place I needed to run <i>toward</i>.
ru: И вот я вновь бегу. Единственным отличием на этот раз было то, что я не просто убегал <i> от </i> кого-то, а что у меня было <i> куда </i> бежать.

source: I had to get to Shmaltupp and warn the people there. But how? General Koorzhar had declared me a public enemy. I was contemplating this question when, walking through the little border village of Grentstutt, I heard a familiar voice.
ru: Я хотел добраться до Шмелтаппа и предупредить людей. Но как? Ведь генерал Куржар объявил меня всеобщим врагом. Я ломал голову над этим вопросом, когда, проходя через небольшую пограничную деревеньку Гринтстатт, услышал знакомый голос.

source: Not knowing anybody to turn to in these parts, I decided to gather a most unlikely army.
ru: Не зная, у кого искать помощи в этих краях, я решил собрать самую негаданную армию.

source: Not until much later did it occur to me that this was all incredibly and unnecessarily complicated. Clearly there must have been easier ways to get into Shmaltupp undetected.
ru: Только намного позже до меня дошло, насколько я всё усложнил. Ведь очевидно же, что были и другие, более лёгкие, способы незаметно пробраться в Шмелтапп.

source: Maybe I really am not as smart as I think. And Quank sure is a sneaky little bastard.
ru: Может, я не настолько умён, как о себе возомнил, а вечно уверенный в себе Уэнк всего лишь мелкий трусливый ублюдок.

source: I don't know why I ever expected the humans in Shmaltupp to listen to me. Needless to say that things did not go quite as I had hoped.
ru: Не знаю, с чего я решил, что люди Шмелтаппа меня послушают. Само собою, дела пошли совсем не так, как я ожидал.

source: In the end, I barely got away with my life, Quank's dark adept robe now having numerous new holes and blood stains. I decided that it was time to turn to the only person left in the entire world whom I knew I could trust.
ru: Под конец мне едва удалось унести ноги, а вместе с ними и свою жизнь. На доставшемся мне от Уэнка плаще тёмного адепта появились новые дыры и свежие пятна крови. Я решил, что настала пора вернуться к единственному во всем мире созданию, которому я мог бы доверить свою жизнь.

source: Orcs constantly fight each other also, but unlike humans, there are no hidden agendas. You can always take what an orc tells you at face value.
ru: Орки постоянно сражаются друг с другом за власть, но, в отличие от людей, не плетут никаких интриг и не держат камня за пазухой. То, что говорит орк, вы всегда можете принимать за чистую монету.

source: In my experience, it's most often something along the lines of: [Insert name of orc-you-are-talking-to] kill little goblin.
ru: Из моего опыта чаще всего это было нечто вроде: [вставьте имя орка, который к тебе обращается] убивать маленький гоблин.

source: It seemed that getting to the Master was almost harder than I expected killing him would be. Which is probably the reason why he chose his lair where he did.
ru: Оказалось, что добраться до Повелителя намного сложнее, чем я ожидал. Наверняка именно поэтому он и устроил тут своё тайное логово.

source: If Wyssauba had actually taught me how to use my magic in a controlled way, this all would have been much easier.
ru: Если бы Виссобе по-настоящему учил меня управлять моей магией, то всё стало бы гораздо легче.

source: I still don't really know how I do my magic. Mostly I just think about what I want to happen and somehow — magically, I guess — it happens. More or less. But only when I have my prunes.
ru: Я ведь до сих пор так и не разобрался, как именно работает моя магия. Вот, например, подумал о том, чему желательно произойти,и, каким-то неведомым мне образом, оно происходит. Или не происходит. Но без моих слив всё это в любом случае просто бессмысленно.

source: I can't even get rid of their damned smell any more.
ru: Даже во сне меня преследует их проклятый запах.

source: The Master's power of persuasion involves horrible tortures: endless repetitions of white-hot iron rods being pushed up your nose; heavy logs being hung from various body parts; being tied to the top of a pointy rock all night, in the rain, for three nights in a row without being allowed to sleep. That sort of thing.
ru: Могущество Повелителя включает в себя ужасные пытки: нескончаемые прижигания раскалёнными добела железными прутами, сбрасывания на тебя с большой высоты тяжеленных брёвен, или засавят просидеть связанным на острой скале под проливным дождём три дня и три ночи подряд, не вправе сомкнуть глаз. Такие вот дела.

source: Well, that's what he tells me he does to his other 'subjects' at least. Apparently he decided to take a different approach with me. One that, apart from being locked up, does not involve much physical discomfort at all. Instead, he's telling me endless stories of how the humans are constantly scheming and betraying everything they claim to believe in. Truth be told, I'd almost prefer the torture.
ru: Но, все это пока лишь его слова, описывающие то, как Повелитель обходился с другими своими пленниками. Со мною же, очевидно, он решил 'играть' по другому: единственное, что мне может доставить физическое неудобство, так это то, что я заперт. Но если бы дело ограничивалось только этим... Целыми днями мне приходится выслушивать однообразные истории, в которых люди постоянно предают всё, во что верили. Сказать по-правде, уж лучше бы меня пытали.

source: But then, he does have a point.
ru: Но вот такой у повелителя бзик, ничего не попишешь.

source: Of course, things are not always quite what they appear to be.
ru: Конечно, совы не всегда то, чем кажутся.
