Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Turns out I returned to Hynderwlt much sooner than I had expected, and for different reasons.
ru: Я вновь оказался в Гиндервилте намного раньше, чем ожидал, и причин тому было несколько.

source: Hard to believe that I was trying to sneak into the Master valley again after what happened last time. But this time I would be smarter. Wyssauba had told me what to do.
ru: Трудно поверить, что после случившегося я опять попытался прокрасться в долину Повелителя. Но в этот раз я был умнее, ведь Виссобе подсказал мне план действий.

source: The way forward was blocked.
ru: Путь вперёд оказался перекрыт.

source: I could not go back to Hynderwlt, or else Grossauba — the Master! — would certainly kill me, now that he knew that we were on to him.
ru: Я не мог вернуться в Гиндервилт. Окажись я там, и Гроссобе — Повелитель! — непременно меня прикончит, теперь-то, когда он знает, что мы вышли по его душу.

source: And we have all seen the welcome I received in Phorhoot.
ru: И все мы видели чудесный приём, который мне устроили у заставы Фехоут.

source: It seemed the only remaining possibility was to take the long way around to the southern side of the Master's valley. Of course, that route led through territory that no orc, or goblin, had ever entered.
ru: Единственной оставшейся возможностью казалась попытка сделать долгий крюк, выйти к южной стороне долины Повелителя. Ну и, само собою, путь тот вел через земли, на которые никогда не ступала нога орка или гоблина.

source: Well, that's no entirely true. But no orc, or goblin, who had been stupid enough to enter here had ever been seen again.
ru: Да-да, всё так. Ни одного орка или гоблина, которые по своей тупости решили заглянуть в эти края, живыми больше не видели. Да и мёртвыми тоже.

source: It occurred to be that my plan had a vital flaw. In addition to going through elvish territory, this route also passes through Shmaltupp. And this time I was coming with a large and rather noisy band of orcs. And without even a single dark adept robe.
ru: К сожалению, слишком поздно я осознал, что у моего гениального плана был как минимум один существенный недостаток. Мало того, что мне предстояло пройти по землям эльфов, так, в добавок, мой путь лежал прямиком через Шмелтапп. Угу. И на этот раз я шёл не один, а с шумной и многочисленной толпой орков. И нет даже поношенного плаща тёмного адепта.

source: Oh well, one step at a time.
ru: Ну, чего уж ныть, шаг за шагом, а там посмотрим.

source: Of course, getting through Shmaltupp City itself was only part of the problem.
ru: И, ну конечно же, пройти мимо Шмелтаппа оказалось лишь частью проблемы. Кто-то сомневался?

source: Karcyn was really getting on my nerves. I would not let him get away this time. Maybe I could not get to the Master himself — yet — but I could eliminate his seconds one by one.
ru: Карцин у меня уже в печёнках сидел, и уж в эту нашу встречу уйти я ему точно не дам. Может, до самого Повелителя мне и не добраться, но хоть приспешников его на тот свет одного за другим отправлю.

source: Eventually, he would not be able to avoid me any more.
ru: В конце-концов, не вечно же ему от меня бегать.

source: In spite of the scolding I received from Wyssauba, he pretty much told me to continue with my plan of eliminating the Master's seconds. I could almost imagine that I noticed something like approval in his voice.
ru: Выговор от Виссобе я получил знатный. Но, тем не менее, он одобрил мой план по устранению приспешников Повелителя. Готов поклясться, что услышал в его голосе одобрение.

source: But maybe that was just wishful thinking.
ru: Но, может, я просто принял желаемое за действительное.

source: In my life, I've had to make many life-and-death decisions.
ru: На своём веку мне пришлось принять много жизненно важных решений.

source: But usually the only life and death in question were my own, and the decision was about the direction in which to run.
ru: Но, обычно, единственная жизнь и возможная смерть были моими собственными жизнью и смертью. А решение заключалось в том, в какую сторону уносить ноги.

source: So there we were ...
ru: Итак, мы оказались там...

source: <span color='#BCB088' font='18' weight='bold'>Grnd</span> and <span color='#BCB088' font='18' weight='bold'>the Master</span> went back into hiding. In time, Grnd became an extremely powerful goblin mage and eventually overpowered his teacher, driving him away and taking over his army of undead. <i> </i> They independently continue to work on their respective versions of the <span color='#BCB088' font='18' weight='bold'>Grand Plan</span> to take over the world.
ru: <span color='#BCB088' font='18' weight='bold'>Грнд</span> и <span color='#BCB088' font='18' weight='bold'>Повелитель</span> вернулись в своё убежище. К тому моменту Грнд стал необычайно сильным магом и, в конечном счете, оказавшись сильнее своего учителя, единолично возглавил армию мертвецов. <i> </i> Теперь и Грнд и Повелитель, каждый из них трудится над своей собственной версией <span color='#BCB088' font='18' weight='bold'>Великого Плана</span> покорения мира.

source: <span color='#BCB088' font='18' weight='bold'>The Master</span>, having finally completed the first stage of his Grand Plan, but having suffered great losses in the process, went back into hiding with Grnk. <i> </i> In time, <span color='#BCB088' font='18' weight='bold'>Grnk</span> became an extremely powerful goblin mage and eventually overpowered his teacher, driving him away and taking over his army of undead. He now has his minions address him as <span color='#A050A0' font='18' weight='bold'>Grnk the Mighty</span>. <i> </i> Grnk and the Master independently continue to work on their respective versions of the <span color='#BCB088' font='18' weight='bold'>Grand Plan</span> to take over the world.
ru: <span color='#BCB088' font='18' weight='bold'>Повелитель</span> завершил первую стадию своего Великого Плана, но понёс большие потери, а потому вынужден был вместе с Грнком укрыться в своём убежище. <i> </i> К тому моменту <span color='#BCB088' font='18' weight='bold'>Грнк</span> стал необычайно сильным магом и, в конечном счете, оказавшись сильнее своего учителя, единолично возглавил армию мертвецов. В свете таких изменений Грнк повелел, чтобы к нему обращались не иначе, как <span color='#A050A0' font='18' weight='bold'>Грнк Могущественный</span>. <i> </i> Теперь и Грнд и Повелитель, каждый из них трудится над своей собственной версией <span color='#BCB088' font='18' weight='bold'>Великого Плана</span> покорения мира.

source: <span color='#BCB088' font='18' weight='bold'>Elralith</span>, High Lord of the Ultwildir Elves, now regrets not having joined Grnk in his fight against the Master, a decision which, decades later, would send a young elf by the name of <span color='#BCB088' font='18' weight='bold'>Galuldur</span> on his first dangerous journey.
ru: Прошло время, и <span color='#BCB088' font='18' weight='bold'>Элрейлит</span>, верховный лорд эльфов Ультвилдира, горько пожалел, что не присоединился к Грнку в его борьбе против Повелителя. Последствия этого решения настигли его несколько десятилетий спустя, когда верховный лорд вынужден был отправить молодого эльфа <span color='#BCB088' font='18' weight='bold'>Галадура</span> на его первое опасное задание.

source: <span color='#BCB088' font='18' weight='bold'>Grossauba</span> and his mages returned to Hynderwlt and continue their subtle ways of keeping the world a safer place for everybody.
ru: <span color='#BCB088' font='18' weight='bold'> Гроссобе </span> и его маги вернулись в Гиндервилт и продолжили заниматься тем, что у них получалось лучше всего — воздействуя на тонкие материи, хранить в мире порядок и безопасность.

source: The few <span color='#BCB088' font='18' weight='bold'>Hynderwlt mages</span> still alive left for distant lands and started a new order there. With both Grossauba and Wyssauba gone, it took them decades to regain even a fraction of their former strength.
ru: Немногие оставшиеся в живых <span color='#BCB088' font='18' weight='bold'>маги Гиндервилта</span> ушли в далёкие земли, и там попытались начать всё сначала. Даже будь с ними великие маги Гроссобе и Виссобе, потребовался бы не один десяток лет, чтобы восстановить хоть часть прежней силы ордена.

source: HQ decided that it was not in the army's best interest to try <span color='#BCB088' font='18' weight='bold'>General Koorzhar</span> for treason. It was 'suggested' that he retire instead. He now lives in a villa on the southern coast and enjoys ordering his servants on latrine duty.
ru: В генштабе Шмелтаппа решили, что привлекать к ответственности <span color='#BCB088' font='18' weight='bold'> генерала Куржара </span> совершенно не в интересах армии. Поэтому ему предложили по-тихому уйти на пенсию. Теперь он живёт в роскошной вилле на южном побережье и третирует своих слуг, требуя от них невозможно-идеальной чистоты, особенно в уборной.

source: Former <span color='#BCB088' font='18' weight='bold'>Lieutenant Langzight</span> was indeed promoted to general and is now in command of the Shmaltupp army. He switched most of the army's contracts to QMO, Quank's Military Outfitters.
ru: <span color='#BCB088' font='18' weight='bold'> Лейтенанта Ленгзайта </span> сделали генералом, и теперь он командует всей армией Шмелтаппа. Одним из первых его решений на новом посту стало заключение контрактов с ВЭУ, Военной Экипировкой Уэнка.

source: <span color='#BCB088' font='18' weight='bold'>Quank</span> is continuing to expand his business empire ever more and is de facto running Shmaltupp these days. However, the recent events reawakened his innate thirst for adventure. He now occasionally accompanies <span color='#BCB088' font='18' weight='bold'>Rutburt</span> on one of the latter's 'little excursions' — especially when there is a bounty to be shared at the end.
ru: Сам же <span color='#BCB088' font='18' weight='bold'> Уэнк </span> продолжил расширять свою деловую империю, и к настоящему времени фактически подчинил себе весь Шмелтапп. Однако недавние события не прошли для него даром, в Уэнке проснулась жажда приключений, и теперь он иногда сопровождает <span color='#BCB088' font='18' weight='bold'> Ратбарта </span> в его 'небольших экспедициях', особенно, если в конце такого похода обещалось кое-что разделить.

source: <span color='#BCB088' font='18' weight='bold'>Gertburt</span> still roams the lands, making friends and enemies in unusual places. Being fed up with Shmaltupp politics, he can most often be found around the Eastern High Plains these days.
ru: <span color='#BCB088' font='18' weight='bold'> Джертберт </span> так нигде и не осел. Он продолжил странствовать, открывая для себя невиданные чудеса, находя новых друзей и встречая новых врагов. Сытый по горло политикой Шмелтаппа, он так туда и не вернулся, предпочитая душному во всех смыслах городу широкие просторы высоких восточных равнин.

source: <span color='#BCB088' font='18' weight='bold'>Grashnak</span> turned out not to have Grnk’s knack for magic, but he is a rather smart little bugger and became the leader of a powerful band of goblins. He moved them to the northern wastelands and now rules over a vast and quickly expanding territory. None of the groups of orcs, saurians or trolls of the area dare to attack his tribe — not more than once, at least.
ru: Не обладающий магическими талантами Грнка, <span color='#BCB088' font='18' weight='bold'> Грашнак </span> оказался сметливым сукиным сыном и сумел возглавить многочисленное сообщество гоблинов. Он увёл их на северные пустоши, где ему никто не мешает управлять своими новыми подчинёнными и захватывать новые, по правде, особо никому и не нужные, земли. Ни одно из соседних с ним племён орков, ящеров или троллей не смеет задевать маленьких воинов (особенно, после нескольких плачевно окончившихся попыток).

source: <span color='#BCB088' font='18' weight='bold'>Vanak</span> moved back to the north-western wastelands and became the most powerful orc leader the region had seen in centuries. He slew countless enemies and fathered many strong orc warriors — and a few goblins as well, none of which were abandoned. Vanak died in battle at the old age of 7.
ru: <span color='#BCB088' font='18' weight='bold'> Ванак </span> ушёл на северо-западные пустоши и стал самым влиятельным орком, которого там видели тамошние земли за все прошедшие века. Число убитых им врагов не знало счёта, как и число оставленных им потомков, каждый из которых вырос могучим воином. Смерть Ванак принял на поле боя через семь лет после описываемых событий.

source: Respected by humans and orcs alike, <span color='#BCB088' font='18' weight='bold'>Grnk</span> became known as <span color='#A050A0' font='18' weight='bold'>Grnk the Mighty</span> for his defeat of the Master. He never liked that title and continues to go simply by 'Grnk' — or 'little goblin' when he's among the orcs. He mostly wanders the lands by himself these days, visiting old companions when he's in the neighborhood. Unheard of among orcs, he organized a funeral service for his friend Vanak and gave the eulogy: <i> </i> “Vanak good friend, great warrior. Vanak fight well, die well. They there, he them get!” <i> </i> Grnk still carries a supply of <span color='#A050A0' font='18' weight='bold'>prunes</span> with him at all times.
ru: Уважаемый людьми и любимый орками <span color='#BCB088' font='18' weight='bold'>Грнк</span> после победы над Повелителем стал известен под именем <span color='#A050A0' font='18' weight='bold'>Грнка Могущественного</span>. Ему никогда не нравилось это имя, и он продолжал называть себя просто Грнком или маленьким гоблином, когда оказывался в компании орков. В наше время Грнк в одиночестве блуждает по знакомым и незнакомым краям, но, когда выпадает такая возможность, всегда навещает старых товарищей. По своему другу Ванаку он организовал неслыханную для орков панихиду и прочёл запомнившуюся оркам хвалебную речь: <i> </i> «Ванак славно сражался и славно умер. Он разбил всех своих врагов!» <i> </i> И да, Грнк всё так же носит с собой <span color='#A050A0' font='18' weight='bold'>сливы</span>.

source: Don't fail me now, little prune.
ru: Не подведите меня теперь, маленькие сливы.

source: I got one of them.
ru: До одного из них я добрался.

source: That should do it. Now we can finish them off.
ru: А теперь можно их уничтожить.

source: Normal AMLA (+3 HP, +20% XP, full heal)
ru: Normal AMLA (+3 ОЗ, +20% ОП, полное исцеление)

source: dummy_unit^Invisible Unit
ru: Невидимый юнит

source: Water Lich
ru: Водный лич

source: A rare mutation, the water lich has all the powers of a 'standard' lich. In addition, however, it has developed a mysterious way of moving fast through water. Nobody knows how this is accomplished. Theories range from webs between the toe bones to some sort of gas ejection propulsion to black magic. It is also rumored that this abomination can recruit skeletons in shallow water without the need of a keep or castle, although nobody who might have witnessed this has ever survived.
ru: Водный лич представляет собой редкую мутацию обычного лича. Такой же сильный, он вдобавок развил в себе способность удивительным образом перемещаться по водной поверхности. Никто не знает, как это ему удалось. Высказывались теории о выросших между пальцами ног перепонках, о газовых толчках (ха-ха) и о новом или хорошо позабытом чёрном ритуале. К сожалению, подтвердить или опровергнуть эти предположения возможным не представляется. Также ходят слухи, что этот лич поднимает скелеты прямо из вод, не нуждаясь ни в крепости, ни в замке. И опять же, к сожалению, ни один из тех, кто мог это засвидетельствовать, не выжил.

source: touch
ru: касание

source: chill tempest
ru: ледяная буря

source: shadow wave
ru: волна теней

source: Ox Cart
ru: Повозка с волами

source: Quank only provides the fastest oxen and the most comfortable carts, the super-deluxe model. He could not possibly expose his customers to anything else.
ru: Уэнк предоставляет своим клиентам только самых быстрых волов и самые роскошные повозки последних моделей.

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty. Note that General is the highest rank in the Shmaltupp army, which means that a General is not promoted to Grand Marshal upon advancing.
ru: Как великие полководцы людей, генералы ответственны за оборону больших или значимых территорий королевств. Их опыт и выправка достаточны для того, чтобы строго выполнять приказы. Имейте в виду, что генерал — наивысшее воинское звание в армии Шмелтаппа, и, при переходе на следующий уровень, повышения до великого маршала не произойдёт.

source: swamp submerge
ru: погружается в болото

source: female^swamp submerge
ru: погружается в болото

source: This unit can hide in swamps and remain undetected by its enemies. Enemy units cannot see this unit while it is in swamps, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ru: Этот боец может скрываться в болоте и оставаться незамеченным противниками. Пока этот боец в болоте, противники не смогут его увидеть, за исключением тех случаев, когда они будут им атакованы или окажутся рядом. Вражеский боец, который первым обнаружит подводника, немедленно потеряет свои оставшиеся ходы.

source: Swamp Lurker
ru: Скрытник

source: Swamp Lurkers are elusive creatures that are uniquely adapted to their wet and muddy environment. They are capable of hiding from all but the closest enemies and even right next to them you will only ever see their eyes. They are capable of moving across most any terrain, but will never stop on anything other than swamps. Special Notes: In swamps, this unit's adaptation renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
ru: Скрытники превосходным образом приспособлены к влажной и грязной среде болот, и предпочитают оставаться там, хоть могут свободно перемещаться по любому ландшафту. Заметить их можно только, если они сами этого захотят, или же вы случайным образом подберётесь к ним вплотную. Примечание: в болотах эти бойцы остаются невидимыми для противника, пока не окажутся с ним на соседних ячейках.

source: Argh, I'm an idiot! The Master wants Grnk alive! His wrath will be terrible.
ru: Аргх. Что же я за придурок! Ведь Повелитель хотел получить Грнка живым! Его гнев будет ужасен.

source: You idiot! How often have I told you that the Master wants that goblin alive! His wrath will be terrible.
ru: Кретин! Сколько мне нужно было повторять, что Повелитель хочет получить этого гоблина живым! Его гнев будет ужасен.

source: Indeed, it will be.
ru: Да, так и будет.

source: At last you are mine!
ru: Наконец-то ты мой!

source: Idiot! I needed Grnk alive. Feel my wrath, all of you!
ru: Тупица! Грнк мне нужен был живым! Живым, чтоб тебя! Познайте же мой гнев!

source: Mages of Hynderwlt, av...
ru: Маги Гиндервилта, ...

source: There is so much magic left to ...
ru: Ещё столько магии осталось непознанной...

source: Vanak ... die.
ru: Ванак... у... ми... ра... ть...

source: As eloquent in death as he was in life.
ru: Столь же красноречивый в смерти, как и при жизни.

source: <i> </i> <i>[ Note:
ru: <i> </i> <i>[ Примечание:

source: Something has gone wrong!
ru: Что-то пошло не так!

source: This is a debugging message, it should never appear in normal game play. If you got here without using debug commands, this points to a bug in the scenario. Please report this in Grnk's forum thread, together with a replay. http://tinyurl.com/BfW-Grnk
ru: Это сообщение отладки, и при обычной игре вы не должны ево увидеть. Если вы не пользовались отладочными командами, то прошу сообщить об этой ошибке на форум и скинуть повтор. http://tinyurl.com/BfW-Grnk

source: Warning!
ru: Внимание!

source: Expect the unconventional and, possibly, unexpected:
ru: Будьте готовы к неожиданностям:

source: • Some parts of this campaign work quite differently from normal Wesnoth gameplay. ‣ When this is the case, additional information is provided in the scenario objectives notes. Always check them carefully. • This story is not set in the known world of mainline Wesnoth. Differences from canon are plentiful and intentional. • The campaign also does not always follow all the standard conventions for character and player's army development. ‣ While I acknowledge that not everybody likes this, it is essential for telling Grnk's story.
ru: • Некоторые части данной кампании работают совершенно иначе, чем привычный геймплей Веснота. - Когда это так, то в примечаниях к сценарию можно найти дополнительные сведения. Не пренебрегайте ими. • Рассказанная вам история не вписывается в мир классического Веснота. Отличия от канона многочисленны и внесены намеренно. • В кампании также не всегда соблюдается привычное развитие армейских подразделений. - Понимаю, что всё вышеперечисленное может не прийтись вам по вкусу, но оно необходимо, чтобы рассказать историю Грнка.

source: Grnk's continuing practice with the prunes is paying off. Choose one of the following improvements to his mastery of the tasty fruits' magic:
ru: Грнк продолжает использовать сливы, и такая практика приносит плоды. Выберите одно из улучшений мастерства применения 'фруктовой' магии:

source: New prunes effect: convert enemy unit to Grnk's side for one turn
ru: Новый эффект слив: на один ход заставьте врага биться на стороне Грнка

source: New prunes effect: demote enemy unit to lowest level in its advancement line
ru: Новый эффект слив: понизьте до минимального уровень противника Грнка

source: New prunes effect: damage all close enemy units by small amount (0-8 HP)
ru: Новый эффект слив: нанесите всем окружающим врагам небольшие повреждения (от 0 до 8 ОЗ)

source: Increase success rate and amount for damaging all close units to 85% success rate and maximum damage of 12 HP (currently: 67% and 8 HP)
ru: Увеличить вероятность попадания и нанесённый юнитам урон вероятность до 85% , а максимальный урон до 12 ОЗ (сейчас: 67% и 8 ОЗ)

source: Lengthen enemy petrification to 2‑4 turns (currently: 1‑2 turns)
ru: Продлить окаменение противника до 2-4 ходов (сейчас оно длится 1-2 хода)

source: Make enemy petrification indefinite (currently: 2‑4 turns)
ru: Продлить окаменение противника на неопределённое время (сейчас 2-4 хода)

source: Increase strike number of enemies attacking each other to 3‑6 (currently: 2‑3)
ru: Увеличить число ударов нападающих друг на друга врагов до 3-6 (сейчас они наносят от 2-х до 3-х ударов)

source: Make enemies attacking each other fight to death (currently: 3‑6 strikes)
ru: Нападающие друг на друга враги станут сражаться до смерти (сейчас они наносят от 3-х до 6-ти ударов)

source: Improve ability to choose which effect prunes should have to 75% chance of successful choice (currently: 50%)
ru: Улучшить способность выбора эффекта от слив шанс успешного выбора до 75% (сейчас 50%)

source: Improve ability to choose which effect prunes should have to 90% chance of successful choice (currently: 75%)
ru: Улучшить способность выбора эффекта от слив шанс успешного выбора до 90% (сейчас 75%)

source: Reduce chance of prunes failing to 20% (currently: 33%)
ru: Уменьшить вероятность неудачного применения слив до 20% (сейчас 33%)

source: Reduce chance of prunes failing to 10% (currently: 20%)
ru: Уменьшить вероятность неудачного применения слив до 10% (сейчас 20%)

source: Increase prunes' range by 1 hex (currently: $prunes_cfg.radius hexes)
ru: Увеличить дальность действия слив на одну ячейку (сейчас ячеек: $prunes_cfg.radius hexes)

source: I guess them prunes don't work every time.
ru: Наверное, эти сливы не всегда работают.

source: Whoa, that's cool!
ru: Ух ты, как это круто!

source: You're not going anywhere!
ru: Ты никуда не пойдёшь!
