Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Additionally, Vanak and Quank need to move onto the island (or farther north)
ru: Кроме того, Ванак и Уэнк должны зайти на остров (или ещё севернее)

source: Check out the right-click options for bridge building instructions.
ru: Руководство по наведению мостов можно найти, воспользовавшись правой клавишей мыши.

source: Any orc still being south of the island at scenario end <span color='#FF0000'>will be lost</span> to the saurians.
ru: Любой орк, оставшийся к концу сценария к югу от острова, <span color='#FF0000'> будет убит </span> ящерами.

source: Intrudersss! Letss get zzem!
ru: Зззахватчччики! Зззаставим их об этом пожжжалеть!

source: I presume that you like smashing suarians, Vanak?
ru: Полагаю, тебе нравится прихлопывать ящериц, Ванак?

source: Vanak no like lizard. No taste good.
ru: Ванаку не нравятся ящерицы. Они невкусные.

source: Remember, Vanak, killing all the lizards is fine, but the main goal is to get to the north shore as quickly and with as many orcs as possible. Grnk needs our help.
ru: Не забывай, Ванак, перебить всех ящериц, оно, конечно, дело похвальное, но наша цель — как можно быстрее оказаться на северном берегу, и привести с собой как можно больше орков. Грнк нуждается в нашей помощи.

source: Vanak understand.
ru: Ванак понимать.

source: You do? Well, good then.
ru: Ну, если так, тогда хорошо.

source: Looks like the Master knows that we are here. I can't say that I am surprised.
ru: Похоже, Повелитель знает, что мы здесь. Не могу сказать, что удивлён.

source: $unit.name get wood.
ru: $unit.name взял бревно.

source: $unit.name no can carry more.
ru: $unit.name больше не потянет.

source: Only Vanak and orcs of the grunt line (grunts, warriors and warlords) are strong enough to pick up the wood needed for building the bridge.
ru: Только Ванак и подчиняющиеся ему орки (пехотинцы, ветераны и командиры) достаточно сильны, чтобы таскать необходимые для строительства моста брёвна.

source: Vanak come help little goblin.
ru: Ванак пришел помочь маленькому гоблину.

source: At which point we take another step back and check out the other series of events the Master put into motion
ru: В этот момент мы вернёмся назад, чтобы увидеть, какие силы привёл в движение Повелитель.

source: <span color='#A050A0'>Buy Grnk Some Time</span>
ru: <span color='#A050A0'> Выиграйте для Грнка немного времени </span>

source: Prevent the dark mages from getting to Grnk until the end of turns
ru: До окончания ходов не дайте тёмным магам добраться до Грнка

source: Death of $S.peasant_leader_name
ru: $S.peasant_leader_name умирает

source: A dark mage makes it to the western edge of the map
ru: Тёмные маги попытаются сделать это на западной части карты

source: Moving peasants onto unowned villages results in more peasants or boats joining your cause.
ru: Когда крестьянин становится на не принадлежащую вам деревню, то к вам присоединяются ещё крестьяне или лодки.

source: The same happens when moving a boat next to an unowned village.
ru: То же самое происходит, если рядом с незанятой деревней проплывёт ваша лодка.

source: Since there are no extra weapons to be found here, peasants leveling up will simply become (slightly) stronger peasants.
ru: Так как никакого нового оружия найти здесь нельзя, то повысившие свой уровень крестьяне просто станут немного сильнее.

source: Grnk, we're back. Well, I am, at least. I will round up some of my brothers right here and we will stop these evil mages.
ru: Грнк, мы вернулись. Ну, я, по крайней мере. Сейчас соберу своих братьев, и мы остановим злых магов.

source: Now let's get rid of that damned goblin!
ru: А теперь избавимся от этого проклятого гоблина!

source: Brothers, the Hynderwlt wizards sent me a message. We must stop those dark mages and save Grnk, otherwise great evil will befall the world.
ru: Братья! Маги Гиндервилта прислали мне послание. Мы должны остановить тёмных магов и спасти Грнка, а если этого не сделать, великое зло обрушится на наш мир.

source: Why do <i>we</i> have to do this? Why isn't Shmaltupp sending the army? It's not like he hasn't helped them also?
ru: А с чего вдруг именно <i> мы </i> должны этим заниматься? Почему бы, к примеру, не прислать сюда свою армию Шмелтаппу? Что, им Грнк разве не помог?

source: I don't know, but I was told that this is extremely urgent. We don't have time to wait for the army, but I am sure they will be here soon too.
ru: Не знаю. Но мне сказали, что всё это очень важно. У нас нет времени ждать армии, но я уверен, скоро и они здесь появятся.

source: Yeah, right. When's the last time you have seen anybody from Shmaltupp proper come through here. “Take this land,” they said, “it's all yours.” Maybe it had some sort of strategic value back when the traders still came through here, but ever since the army pulled out of the fort it's barely possible to eek out a living any more. The soil is so infertile it isn't even worth watering, and the fish in the lake taste so badly you can't sell them anywhere. So tell me, why should we help Shmaltupp?
ru: Ага, как же. Ты видел, чтобы Шмелтапп ради нас хоть разок почесался? “Берите эту землю” — говорили они, “Она ваша” — говорили они. Может, вся эта пыль кругом когда-то чего-то и стоила, пока к нам ещё заходили торговые караваны. А потом что? Армия оставила форт, земля обесплодела, на неё и воду-то переводить смысла нет, а здешняя костлявая рыба никому и даром не нужна. Так скажи мне, с чего бы нам помогать Шмелтаппу?

source: This isn't about Shmaltupp. It's about Grnk. He is under attack by some horrible undead abomination barely a day's walk to the west and now these necromancers from the north are joining the undead. The least we can do is to try to hold them off. I'll go by myself if I have to. So are you with me or not?
ru: Речь не о Шмелтаппе, а о Грнке. В одном дне пути отсюда на него напало полчище мертвяков во главе с северными некромантами. Самое меньшее, что мы можем сделать, это попытаться их сдержать. Я пойду и один, если уж так повернётся. Так вы со мной, или как?

source: Well, of course, I'm with you. That little goblin has stood up for our brothers many times in a way no human has in decades. I just want it to be noted that we are not happy with how things have been going here. If nothing happens soon, Shmaltupp can be certain that there will be revolts all over the place.
ru: Не, ну конечно же я с тобой. Тот мелкий гоблин не раз помогал нашим братьям. Наверное, помощи от него было больше, чем от любого человека, сколько себя помню. Просто хочу показать, нам далеко не по нраву то, что тут в последнее время творится. Если в Шмелтаппе так и будут сидеть сложа руки, то восстанем не только мы, но и все окрестные земли.

source: I will tell our community leaders when I get back to Lake Teehf. But let me tell you, I was there when Lieutenant Langzight took command from that bastard Koorzhar. I would not be surprised if things will change for the better soon.
ru: Как только вернусь к озеру Тихф, то обязательно передам твои слова всем местным шишкам. Но вот что скажу сам. Я был там, когда лейтенант Ленгзайт отстранил от командования того ублюдка Куржара. И не удивлюсь, если в скорое время дела повернут к лучшему.

source: I'll believe it when I see it. Now let's get on with the business at hand.
ru: Поверю, только когда увижу своими глазами. А нас заждались наши собственные дела.

source: By the way, since you are not from around here, be warned about those caves in the northwest. Every evening bats come out of them and attack anybody they can get to during the night. They disappear again in the morning.
ru: И, между прочим, ты же не из здешних мест, так что держись подальше от тех пещер на северо-западе. Оттуда каждый вечер вылетают летучие мыши, и нападают на всех, кого застанут посередь ночи. Но хоть к утру восвояси отправляются.

source: Thanks, I'll keep that in mind.
ru: Спасибо, запомню.

source: Bliddyn
ru: Блейддин

source: Burn that peasant scum alive! We will demonstrate to the Master that we are serious about this.
ru: Сожгите ту крестьянскую падаль живьём! Покажем Повелителю, как серьёзно мы к этому относимся.

source: Stupid rodent!
ru: Тупой грызун!

source: Bats aren't ...
ru: Летучие мыши не...

source: Shut up!
ru: Закрой пасть!

source: Which brings us back to ...
ru: И мы возвращаемся...

source: Finish off Mal An and get rid of all dark mages
ru: Одержите победу над Мел Аном и избавьтесь от всех тёмных магов

source: Vanak's orcs must also finish the bridge
ru: Орки Ванака должны построить мост

source: 40% of the combined gold of all player-controlled side carries over.
ru: В следующий сценарий перенесётся 40% золота всех управляемых игроком сторон.

source: I know I should say something profound, but I just cannot co...
ru: Знаю, должен сказать что-то стоящее. Но слова просто не...

source: Hahahahaha! You think you have won ...
ru: Аха-ха-ха-ха-ха! Ты думаешь, что победил...

source: If you see this, it means that the scenario is not balanced well enough (you should not be able to kill Mal An this quickly). You can probably continue the scenario (although a later part will likely be easier than intended), but please consider reporting this as described below.
ru: Если вы видите это сообщение, это значит, что сценарий недостаточно сбалансирован (у вас не должно быть возможности убить Мел Ана так быстро). Тем не менее, вы всё ещё можете продолжить кампанию, единственное, прошу сообщить об этом на форуме.

source: Strange. He did not disappear into a cloud of smoke like all the others.
ru: Странно. Он не исчез в облаках дыма, как все другие.

source: shiver
ru: дрожит

source: I hate goblins.
ru: Ненавижу гоблинов.

source: If you see this, it means that the scenario is not balanced well enough (you should not be able to kill all the dark mages this quickly). You can probably continue the scenario, but please consider reporting this as described below.
ru: Если вы видите это сообщение, это значит, что сценарий недостаточно сбалансирован (у вас не должно быть возможности убить тёмных магов так быстро). Тем не менее, вы всё ещё можете продолжить кампанию, единственное, прошу сообщить об этом на форуме.

source: Decision
ru: Решение

source: ... really stupid. I expected him to do all kinds of evil magic, but burning the prunes in my pocket caught me completely by surprise. You can be sure that I won't let them pull that one on me again! <i> </i> Anyway, thanks for the foresight of bringing me a new supply, Quank — and for not even charging me for them!
ru: ...и в самом деле глупо. Я готовился к любой подлянке с его стороны, но вспыхнувшие в моём кармане сливы застали меня врасплох. Будь уверен, снова он меня на таком не поймает! <i> </i> В любом случае, спасибо за дальновидность, Уэнк, твои сливы пришлись как нельзя кстати, и спасибо за то, что не требуешь за них втридорога!

source: Consider it a discount for a good customer.
ru: Считай это бонусом для хорошего клиента.

source: Grnk.
ru: Грнк.

source: What was that? Who's out there?
ru: Что это? Кто там?

source: Grnk, I need to ...
ru: Грнк, я должен...

source: Away, evil Master! You cannot harm me.
ru: Вали прочь, злобный Повелитель! Ты не сможешь мне навредить.

source: Relax, Grnk, I have no intention of hurting you. I am not the Master. I ...
ru: Успокойся, Грнк, я не собираюсь тебе вредить. Я не Повелитель. Я...

source: I have <i>seen</i> you turn into an undead and disappear into the Master's valley.
ru: Я <i> видел, </i> как ты превращался в мертвяка и исчезал в долине Повелителя.

source: Indeed you have. But have you actually seen me turn into the Master?
ru: Да, всё так и было. Но ты видел, чтобы я превращался в Повелителя?

source: No, but I did also see you destroy the hidden entrance into the valley and foil our attempt to defeat him.
ru: Нет. Но я видел, как ты разрушил секретный вход в долину, чтобы помешать нам его одолеть.

source: I did that in order to protect you. Don't you see that that was a trap? Why do you think was there such a laughably small outpost waiting for you, when the undead had the full resources of the Master at their disposal? He <i>wanted</i> you to succeed so that he could capture you again and convert you for real this time.
ru: Я сделал это, чтобы вас защитить. Разве ты не видишь, что то была ловушка? Почему, как ты думаешь, на таком важном участке находилось так мало стражи, когда в распоряжении Повелителя пребывают целые орды мертвецов? Он <i> хотел, </i> что бы ты добился успеха, чтобы он мог вновь захватить тебя и окончательно подчинить своему влиянию.

source: I am not the Master. Yes, I have gone into his valley. Many times. That's because I've been trying to find out which identity he takes on when he is in our world. I am the mole in the Master's rank. I am the one who revealed the plans of the attack on Phorhoot to that peasant by appearing to him as a skeleton.
ru: Я не повелитель. Да, я входил в его долину, — и не один раз — пытаясь узнать, под какой личиной он скрывается в нашем мире. Я лазутчик в рядах повелителя. Это я, под видом скелета, рассказал тому крестьянину о планах атаки повелителя на заставу Фехоут

source: Grnk, the Master is Wyssauba.
ru: Грнк, Повелитель — это Виссобе.

source: Yeah, right! Of course you would say this. Tell me one reason why I should believe you.
ru: Ну конечно же! Что бы ещё ты мог сказать, а? Назови мне хоть одну причину, по которой я должен тебе поверить.

source: The reason is that it's the truth. But how about some supporting evidence? Why do you think Wyssauba refuses so stubbornly to teach you magic? He wants you to join him willingly but if, in the end, he does have to take you by force, the weaker you are, the easier it is for him, How about him proposing to retreat once you appeared in our fight with your clone even though, together, we had a great chance of dealing a big blow to the Master? He <i>wanted</i> us to lose and weaken Hynderwlt as much as possible, so he made sure we brought little gold in the first place and he blocked me when I was trying to undo Grnd's barrier. As soon as he saw that we were going to win, he suggested retreat. How about ...
ru: Единственная причина состоит в том, что всё мной сказанное — правда. Но тебе нужны доказательства, не так ли? Изволь. Почему, как ты думаешь, Виссобе так старательно избегал обучать тебя мастерству? Он хочет, чтобы ты сам, по своей воле принял его сторону. Но если, в конце концов, ему придётся применить силу, то чем слабее ты окажешься, тем легче ему достанется победа. А как насчёт того отступления во время битвы с твоим клоном? Уйти, когда победа была так близко! Он <i> хотел, </i> чтобы мы до предела ослабили Гиндервилт, остались без сил и средств. И именно он заблокировал мои попытки разрушить барьер Грнда. Как только он заметил, что мы берём верх, то предложил отступить. А вот...

source: I don't believe you. Wyssauba ordered me to fend off the attack on Phorhoot when the peasant told us about it. He fought on our side in the battle at Latzie River. He helped me get off the prison island. He helped us defeat the undead the very first time I met him with Rutburt. If he were the Master, what would be the point of any of that?
ru: Я тебе не верю. Когда мы узнали о нападении на Фехоут, то Виссобе, не мешкая, отправился людям на помощь. Он сражался на нашей стороне во время битвы на реке Латци. Он помог мне сбежать с Тюремного острова. Он спас нас от мертвецов в тот первый раз, когда мы с Ратбартом его только встретили. Если бы он был Повелителем, зачем бы ему всё это понадобилось?

source: Those were sacrifices he had to make at the time so as to not reveal his identity and jeopardize his overall goal, his Grand Plan. Everybody's expendable as far as he's concerned. Everybody except you.
ru: То всё жертвы, которые он должен был принести, чтобы не раскрыть свою личность и не подвергнуть опасности свою истинную цель, его Великий План. Все для него — не более, чем расходный материал. Все, кроме тебя.

source: And yet Mal An knew I was coming and was waiting for me.
ru: Но Мел Ан знал, что я приду.

source: With another ridiculously small force. Don’t you think that’s a little strange unless there's a hidden agenda? An agenda according to which you, Grnk, must survive, but are slowly turning more and more disillusioned and bitter, thus becoming increasingly more susceptible to joining the Master voluntarily. <i> </i> Fortunately for us, you were even stronger than Wyssauba expected and only <i>almost</i> broke. Thus he took you on as his apprentice, to keep you close and to continue slowly wearing down everything that is good inside you.
ru: С ещё одной до смешного маленькой армией. Тебе не кажется странной такая подготовка? Разве что именно так всё и было задумано, чтобы ты, Грнк, выживал, но постоянно разочаровывался, постепенно набирался горечи, с каждым таким разом на шаг приближаясь к тому, чтобы добровольно подчиниться Повелителю. <i> </i> Нам всем повезло, что ты оказался сильнее, чем ожидал Виссобе. Ты не сломался, но оказался на самой грани внутреннего упадка. Вот он и начал обучать тебя, чтобы окончательно вырвать из твоей души все ростки добра.

source: I still don't believe you. This story makes just as much — or rather, as little — sense if we exchange your name with Wyssauba's. But if we, just for the sake of argument, assume that you are telling the truth, how come you've been going along with this all the time?
ru: Я всё ещё тебе не верю. В этой истории ничего не поменяется, если заменить твоё имя именем Виссобе. Но если мы — лишь ради аргумента! — предположим, что сказанное тобой правда, то как же ты всё это время с ним соглашался?

source: I did not know who the Master was until very recently. Until you showed it to me. Wyssauba used to be way too careful to let anybody figure out what he's up to when he disappears on his 'solitary wanders,' as he calls them. But when he met you, he became greedy and occasionally he let his guard down just enough for me to slowly piece things together. <i> </i> Unfortunately, at the same time I figured this out, he found out about my role in this and he's made sure not to let me get close to him ever since. As have you, if I may say so. But now we have a chance. He is too powerful for me to take on by myself, but the two of us together can defeat him. What do you say?
ru: Я до самого последнего момента не знал, кем был Повелитель. Пока ты не показал. Виссобе всегда слишком осторожничал, не давая никому ничего узнать о его, как он говорил, 'уединённых прогулках', но после встречи с тобой его скрытность стала просто маниакальной. <i> </i> К сожалению, в то же самое время он, очевидно, догадался о моей роли в происходящем, и организовал всё так, чтобы я не мог находиться рядом с ним. Как и ты, между прочим. Но у нас есть шанс. Виссобе слишком сильный маг, и в одиночку мне с ним не справиться. Вдвоём же мы сможем его одолеть. Что скажешь, Грнк?

source: I guess this is decision time.
ru: Полагаю, пора определиться.

source: I believe Grossauba. Wyssauba must be the Master.
ru: Я верю Гроссобе. Виссобе и есть Повелитель.

source: Very good, Grnk. Here is what we must do. I need to be off on an errand while you ... <span color='#909090'>[ yet another lengthy and tedious description of yet a different plan ]</span>
ru: Верное решение, Грнк. Вот что мы сделаем. Мне нужно будет отлучиться, пока ты.... <span color='#909090'>[ ещё одно долгое и утомительное описание иного плана ]</span>

source: Everybody, get ready!
ru: Все, готовьтесь к бою!

source: No, it cannot be. Grossauba is the Master.
ru: Нет, этого быть не может. Гроссобе и есть Повелитель.

source: No, Grnk, listen! We ...
ru: Нет, Грнк, послушай! Мы...

source: You better prepare for battle, Master of the Undead.
ru: Тебе лучше приготовиться к битве, Повелитель мёртвых.

source: Endgame
ru: Эндшпиль

source: Grnk and Vanak
ru: Грнк и ванак

source: Swamp Squatters Yet Again
ru: Снова болотные скрытники

source: Quank and Langzight
ru: Уэнк и Ленгзайт

source: Move Quank here
ru: Переместите Уэнка сюда

source: <span color='#A050A0'>Thwart The Master's Grand Plan Yet Again</span>
ru: <span color='#A050A0'> Ещё раз помешайте Великому Плану Повелителя </span>

source: Defeat Grnd
ru: Победите Грнда

source: Also useful, but not necessary for victory:
ru: Для победы так же полезно, но не обязательно иметь в виду:

source: Move Quank to the signpost in the south to get reinforcements
ru: Можно переместить Уэнка к указателю на юге, чтобы получить подкрепление

source: Peasants can still round up their brothers by capturing unowned villages.
ru: Крестьяне всё ещё получают сторонников, захватывая не принадлежавшие им ранее деревни.

source: Peasants can rebuild burnt villages by moving onto them.
ru: Крестьяне восстанавливают сожжённые деревни.

source: Any enemy goblin who ends up next to Grnk permanently converts to Grnk's side.
ru: Любой гоблин, который заканчивает свой ход рядом с Грнком, переходит на его сторону.

source: The bridges built by the orcs will be swept away at the end of turn 5.
ru: Мосты, которые строят орки, в конце 5-го хода окажутся разрушены.

source: Grnk and Vanak will refuse to go south across the bridges, no matter how hard you try.
ru: Грнк и Ванак откажутся уходить по мостам на юг, как бы трудно им ни пришлось.

source: Where wizard go?
ru: Куда маг уходит?

source: He said that he was off to get reinforcements.
ru: Сказал, что хочет привести подмогу.

source: And you believe that? What if he is the Master after all and is rounding up more undead?
ru: И ты этому веришь? А если он — Повелитель, а его 'подмога' — одни мертвяки?

source: Honestly, I don't know what to believe any more. But if he is the Master, there isn't really much we can do anyway. So we might as well go by the assumumption that ...
ru: Честно, уже не знаю, чему верить, а чему нет. Если он и впрямь Повелитель, то помешать ему мы точно не помешаем. Но вот если эту возможность учтём, то сможем подготовиться...

source: Grnd, you little impostor! I'm going to get you!
ru: Грнд, мелкий самозванец! С тобой я точно разделаюсь!

source: Hahahahaha! I want to see you try. Look whom I brought to fight you.
ru: Ха-ха-ха-ха-ха! Сил нет, хочу на это взглянуть. Глянь, кто сейчас выступит против тебя.

source: Don't do that! Those are our brothers.
ru: Не делай этого! Они же наши братья.

source: Hah! Speak for yourself. I have no brothers!
ru: Ха! Говори за себя. У меня братьев нет!

source: You're a monster! I will convince them to join me. One by one, if I have to.
ru: Чудовище! Я уговорю их перейти на нашу сторону. Одного за одним, если до такого дойдёт.

source: You do that, I don't care. You wouldn't think that I rely on these idiots anyway, would you? I just brought them because I knew that it would piss you off. Instead, here's who's really going to kill you.
ru: Давай, давай, такие мелочи меня не волнуют. Ты же не думал, что я бы стал полагаться на извечных идиотов, не так ли? Я просто натравил их на тебя, чтобы взбесить. А вот то, что убьёт тебя на самом деле.

source: Hahahahaha! Stupid goblin!
ru: Ха-ха-ха-ха-ха! Глупый гоблин!

source: And you won't be able to shut down the portals this time, the Master showed me how to prevent that. Oh, and just in case you're thinking of running, have a look behind you.
ru: И в этот раз порталы ты не закроешь, Повелитель показал мне, как от этого защититься. Ах, да, чуть не забыл. Если надумаешь сбежать, то оглянись.

source: Oh, don't worry, those chocos will stay where they are. More or less, they're a twitchy bunch. I just want to make sure that you'll be coming this way. Hahahahaha!
ru: О, не волнуйся, эти птички останутся на своих местах. Они просто раздражающий фактор, загонщики, которые не дадут тебе отклониться от прямого пути к гибели. Аха-ха-ха-ха-ха!
