Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: This applies to both the loyal starting units and new recruits
ru: Это относится и к лояльным стартовым юнитам, и к новичкам

source: Here's the gold, Rutburt.
ru: Вот золото, Ратбарт.

source: I'm glad to see that my trust in you was justified. Some of the chaps expected you to run as soon as you got it.
ru: Рад видеть, что не ошибся в тебе, парень. Некоторые из моих ребят ждали, что ты дашь дёру, как только сокровище окажется в твоих руках.

source: Yeah, well, I came to Shmaltupp to get away from that never-ending cycle of stealing and running and stealing and running. Now that I got here, what's the first thing I do? Steal and run! The least I can do is keep my promises to those I steal and run with.
ru: Да, ну, вообще-то, я прибыл в Шмелтапп, чтобы разорвать бесконечный круговорот краж и побегов, побегов и краж. И теперь, когда я здесь, что я делаю в первую очередь? Ворую и убегаю! Самое меньшее, что я могу сделать, это хотя бы держать свои обещания тем, с кем я краду и убегаю.

source: Rutburt needs to be the last of the 4 units to leave.
ru: Чтобы уйти, Ратбарт должен быть последним из четырёх бойцов.

source: Back to good old Shmaltupp.
ru: Назад, в старый добрый Шмелтапп.

source: Grnk did not advance to Level 1. He will not get a share of the bounty and cannot move on.
ru: Грнк не перешел на следующий уровень и не может идти дальше.

source: It's hard to believe, but I'm actually looking forward to getting back to Shmaltupp.
ru: Трудно поверить, но я действительно надеюсь вернуться в Шмелтапп.

source: Home sweet home.
ru: Дом, милый дом.

source: This was close!
ru: Ещё бы чуть-чуть!

source: Here we go.
ru: Сделано.

source: We all made it! Amazing ...
ru: Мы справились! Поразительно...

source: $S3.unit_gold gold for $S3.stored_returned_units[$i_u].name (Level $S3.stored_returned_units[$i_u].level)
ru: $S3.unit_gold золотых на $S3.stored_returned_units[$i_u].name (уровень $S3.stored_returned_units[$i_u].level)

source: Well done, chaps! After accounting for expenses, we have $S3.total_gold gold left from Faulorn's treasure. So that means:
ru: Отличная работа, парни! Итак, за вычетом всех расходов, у нас тут $S3.total_gold золотых из сокровищницы скряги Фолорна. Так что это означает:

source: Wow, that's a lot of money!
ru: Ничего себе, это же огромная сумма!

source: Actually, it's not as much as I expected. No wonder Faulorn is sending his men on raids against the saurians, he must be desperate.
ru: Да, но совсем не настолько, насколько я ожидал. Не удивительно: раз Фолорн отправил своих людей в набег на ящеров, то его положение явно было отчаянным.

source: Well, it's a lot of money to me.
ru: Ну, для меня это всё равно выглядит очень внушительной суммой.

source: That's good then. You did well, little fella. If you ever want to join us again, you know where to find me.
ru: Тогда ладно. Ты преуспел, паренёк. Если когда нибудь надумаешь вновь к нам присоединиться, то знаешь, где меня отыскать.

source: What is all this commotion? Oh, it's that Rutburt guy again. It's time to put an end to that.
ru: А что это у нас тут происходит? Ба, да это же старина Ратбарт. Пора положить конец этому балагану.

source: No! I cannot go on with so many of my friends dead!
ru: Нет! Я не могу потерять стольких друзей!

source: I am sorry I failed you, Rutburt.
ru: Прости, что подвёл тебя, Ратбарт.

source: You will lose the game if one more of the loyal starting units dies.
ru: Вы проиграете, если погибнет ещё один верный боец.

source: Not $unit.name! We've been fighting together for longer than I can remember.
ru: Нет, только не $unit.name! Мы через столько вместе прошли!

source: Mercenaries
ru: Наёмники

source: Ghosts
ru: Призраки

source: $S4.orc_messenger_name take $S4.messenger_gold gold. Give $S4.orc_outpost_leader_name. Fight bandit.
ru: $S4.orc_messenger_name берёт $S4.messenger_gold золотых. Отдай их $S4.orc_outpost_leader_name. Бандит драться.

source: Right. $S4.orc_messenger_name go now.
ru: Ага. $S4.orc_messenger_name уходит.

source: So why are we doing the dirty work for Lieutenant Koorzhar? I thought you were enemies.
ru: Итак. Почему мы делаем грязную работу для лейтенанта Куржара? Я-то думал, вы с ним на ножах.

source: We're enemies when we have to, allies when we can be. Shmaltupp's a very pragmatic place.
ru: Мы враги, когда приходится, и союзники, когда можем ими быть. Шмелтапп очень прагматичное место.

source: And we're going to take on a huge orc camp so that he doesn't have to do the dying? Very pragmatic indeed.
ru: И мы собираемся штурмовать огромный лагерь орков, да ещё и так, чтобы их главарь остался жив? Очень прагматично, ничего не скажешь.

source: Sounds like fun, doesn't it? Besides, Koorzhar's paying $Money.S4_victory_gold gold for each of us, plus $($Money.S4_early_bonus*6) gold per day <i>[ $Money.S4_early_bonus per turn ]</i> bonus if we're done before the deadline.
ru: Неплохое развлечение, не так ли? Кроме того, Куржар заплатит каждому из нас по Money.S4_victory_gold золотых, плюс содержание $($Money.S4_early_bonus*6) золотых в день и премиальные по <i>[ $Money.S4_early_bonus per turn ]</i>, золотых за каждый день, если работу выполним раньше указанного срока.

source: You sound just like Gertburt. When I met him, he took on three hordes of orcs all at once just a little to the north of here. No money involved there though.
ru: Говоришь в точности, как Джертбарт. Когда я его встретил, он бился с тремя ордами налетевших на него орков, немного к северу от этих мест. Однако ни о каких деньгах речи там не было.

source: I am sure it was a very heroic act. And extremely stupid.
ru: Уверен, это был чрезмерно геройский поступок. И чрезмерно глупый.

source: He saved my life by doing that.
ru: Он спас мою жизнь.

source: Now there's a difference ...
ru: Теперь появилась разница...

source: Rutburt, we must hurry. The orcs just sent out a courier with gold to that little outpost over there in the east. We must take out that camp before he makes it or it will be almost impossible to beat those orcs.
ru: Ратбарт, нужно поторопиться. Орки отослали курьера с золотом. Он направился на восток, к той небольшой заставе. Или мы первые окажемся в том лагере, или у нас не останется ни шанса на победу.

source: Let's get on with it then. And remember, chaps, not a single one of them may escape. We are here to send them a signal.
ru: Тогда не будем стоять на месте. И помните, парни, ни один из них не должен убежать. Мы здесь, чтобы послать сигнал всему ихнему племени.

source: <span color='#A050A0'>Eliminate The Orcish Threat To Shmaltupp</span>
ru: <span color='#A050A0'> Устраните орочью угрозу для Шмелтаппа </span>

source: Defeat all orcs
ru: Победите всех орков

source: $S4.orc_leader_name send gold. Fight bandit.
ru: $S4.orc_leader_name посылает золото. Бандит сражаться.

source: Gold late. Bandit big trouble.
ru: Золото поздно. Бандит большая проблема.

source: $S4.orc_outpost_leader_name no good. $S4.orc_leader_name need do self.
ru: $S4.orc_outpost_leader_name нет золота. $S4.orc_leader_name должен справится сам.

source: Look at that. Humans!
ru: Смотрите. Люди!

source: Ghosts! I hate those things!!
ru: Призраки! Ненавижу эти штуки!!

source: I like humans. Much softer and tastier than orcs.
ru: Мне нравятся люди. Куда мягче и вкуснее орков.

source: Let's just ignore those ghosts and concentrate on the orcs.
ru: Давайте действовать без оглядки на тех призраков, сосредоточимся на орках.

source: Why do you say that?
ru: А почему так?

source: Because ... Actually, I have no idea. It just somehow feels like the right thing to do.
ru: Почему... Понятия не имею почему. Просто мне кажется, так будет правильно.

source: Goblin traitor! $S4.orc_leader_name you get.
ru: Гоблин-предатель! $S4.orc_leader_name до тебя доберётся!

source: He seems to be talking to you, little fella.
ru: Кажется, это он тебе, паренёк.

source: I can't imagine why.
ru: Даже не могу представить, с чего бы вдруг.

source: I'm sure you can't ... We should take advantage of this grudge of his against you though. I'll throw in an extra $Money.S4_kill_orc_leader_bonus gold if you kill him personally.
ru: Уверен, так оно и есть... Используем его слепую ненависть к тебе в собственных интересах. Я увеличу твою долю на $Money.S4_kill_orc_leader_bonus золотых, если ты лично его прикончишь.

source: Wow, that would help me a lot and I recently acquired a poison which might come in handy here. But I paid $Money.poison_cost gold for it, so it is not exactly worth using it for an extra $Money.S4_kill_orc_leader_bonus.
ru: Ничего себе. Такие деньги мне окажутся весьма кстати. Как раз недавно я приобрёл яд, который мог бы мне здесь пригодиться. Но я отдал за него $Money.poison_cost золотых, так что точно не стоит его использовать для убийства орка, за которое заплатят лишь $Money.S4_kill_orc_leader_bonus.

source: Alright then, I'll give you another $Money.S4_poison_bonus on top of that if you use the poison.
ru: Хорошо. Тогда я добавлю тебе ещё $Money.S4_poison_bonus, если для убийства тебе придётся воспользоваться ядом.

source: Umm, well, maybe you didn't hear me correctly. I said I paid <u>$Money.poison_cost</u> for the poison.
ru: Хммм, наверное, ты меня не расслышал. Я сказал, что заплатил за яд <u>$Money.poison_cost</u> золотых.

source: I heard you, and you heard me. $Money.S4_kill_orc_leader_bonus if you kill him the conventional way, $($Money.S4_kill_orc_leader_bonus+$Money.S4_poison_bonus) if you use the poison. Take it or leave it. This is expensive enough for me the way it is.
ru: Я услышал тебя, а ты услышал меня. $Money.S4_kill_orc_leader_bonus золотых, если прикончишь его обычным способом, и $($Money.S4_kill_orc_leader_bonus+$Money.S4_poison_bonus), если воспользуешься своим ядом. А дальше смотри сам. Как по мне, и так сумма не маленькая.

source: He looks tough. I wish I had bought that poison back in Shmaltupp.
ru: Он выглядит жестоким. Жаль, не купил тот яд в Шмелтаппе.

source: $S4.orc_leader_name kill goblin.
ru: $S4.orc_leader_name убьёт гоблина.

source: You first have to get me.
ru: Угу. Сначала достань.

source: You've become awfully cocky for someone so small.
ru: Ты стал не в меру дерзким, как для такого мальца.

source: HALT, FOUL SPIRIT!!
ru: СТОЙ, ГРЯЗНЫЙ ДУХ!!

source: <big>AAAAAAAAAAAAIIIIIEEEEEEEEEEEEAAAAAAAAAAAEEEIIIIIEEEE!!!!!!!</big>
ru: <big> ЕЕЕЕЕЕЕЕЕЕЕЕЕЕААААААААААИИИИИИИИИИИИИИИИИ!!!!!! </big>

source: My ears!!!
ru: Мои уши!!!

source: JOIN ME OR BE FOREVER CURSED!!
ru: ПРИСОЕДИНЯЙТЕСЬ КО МНЕ ИЛИ ПОЗНАЙТЕ УЖАС ВЕЧНОГО ПРОКЛЯТИЯ!!

source: <big>AAAAAAAAAAIIIIIIIIIIIAAAAAAAAAAAAAAAAAAAAAIIIIIIIIEEEEEEEEEEEE!!!!!!!</big>
ru: <big> ЕЕЕЕЕЕЕЕЕЕЕЕЕЕААААААААААИИИИИИИИИИИИИИИИИ!!!!!! </big>

source: What the hell was that?! How did you do that?
ru: Что это было?! Как ты это сделал?

source: I ... I have no idea.
ru: Я... Понятия не имею.

source: Please, do not curse us!!
ru: Пожалуйста, не проклинай нас!!

source: How did you speak in that voice?
ru: Как ты говорил <i>тем</i> голосом?

source: I told you that I have no clue. It ... I ... got angry and it just happened.
ru: Я же сказал, у меня нет ответов. Просто... Я... рассердился, и оно само так получилось.

source: Please, tell us what you want us to do.
ru: Просим, скажи нам, что ты хочешь, чтобы мы сделали.

source: What do I do now?
ru: И что мне теперь делать?

source: I don't know. You did this. Make them fight for us ... you ... something like that.
ru: А мне-то откуда знать? Это же твоих рук дело. Хм. Заставь их сражаться на нашей... на твоей стороне... Или что-то типа того.

source: Please, do not curse us!
ru: Просим, не проклинай нас!

source: I am, uh, I do ... Ahem. I order you to join our fight against the orcs.
ru: Я, эмм, я хочу.... Гм. Я приказываю, чтобы вы присоединились к нашей борьбе с орками.

source: We will do as you command.
ru: Сделаем, как пожелаешь.

source: Good then, umm, let's get rid of those orcs.
ru: Фух, хорошо. Тогда, эммм, избавимся от тех орков.

source: Wow, that was ... odd. Remind me never to piss you off!
ru: Ничего себе, это было... странно. Напомни, чтобы я никогда тебя не бесил.

source: Good-bye, old fella.
ru: Прощай, старый друг.

source: Gnrrrr!
ru: Гнррр!

source: I am getting too old for this. I have seen too many of my friends die.
ru: Я стал слишком стар для всего этого. И потерял слишком многих своих друзей.

source: $S4.orc_messenger_name no do job. $S4.orc_leader_name be angry.
ru: $S4.orc_messenger_name не справился. $S4.orc_leader_name быть злым.

source: He had $S4.messenger_gold gold on him.
ru: У него при себе было $S4.messenger_gold золотых.

source: Great! We really need to recruit some more men if we want to fight those orcs down there.
ru: Отлично! Это золото нам придётся как нельзя кстати. Если мы планируем разбить тех орков, то без свежих сил нам не обойтись.

source: $S4.orc_messenger_name die, but do job. $S4.orc_leader_name be happy.
ru: $S4.orc_messenger_name умирает, но дело сделал. $S4.orc_leader_name быть счастливым.

source: $S4.orc_outpost_leader_name no hold camp. $S4.orc_leader_name no be happy.
ru: $S4.orc_outpost_leader_name не держит лагерь. $S4.orc_leader_name не быть счастливым.

source: He had $gold_S2 gold left.
ru: У него тут оставалось $gold_S2 золотых.

source: We certainly can use that.
ru: Мы, конечно, можем ими и воспользоваться.

source: We take what we get.
ru: Берём то, что есть.

source: Hey, everybody, that orcish assassin still has the money. Let's get it from him.
ru: Эй, обратите-ка внимание: у орка-убийцы всё ещё осталось золото. Думаю, что эти деньги — наши. Вперёд!

source: $unit.name hate goblin.
ru: $unit.name ненавидит гоблина.

source: $unit.name hate bandit.
ru: $unit.name ненавидит бандита.

source: Nicely done, little fella. Here's the $gold_bonus gold I promised you.
ru: Отлично сработано, паренёк. Вот, держи $gold_bonus золотых — бонус, который я обещал.

source: You bad as other bandit. Look like too.
ru: Ты плохой, как другой бандит. Закончишь так же.

source: What other bandit?
ru: Какой другой бандит?

source: Bandit prisoner over there.
ru: Пленник вон там.

source: Who are you talking about, orc scum? Tell me or ...
ru: О ком ты говоришь, мерзавец? Скажешь сам, или мне...

source: What or? Kill $unit.name? Harharhar!
ru: Или что? Убьёшь $unit.name? Ха-ха-хар-хар-ха!

source: So it is true!
ru: Значит, это правда!

source: What's true?
ru: Правда?

source: My scouts said they found no trace of Gertburt's body.
ru: Мои разведчики говорили, что не нашли теле Джертбарта.

source: Gertburt? He's alive?
ru: Джертбарт? Он жив?

source: I don't know. But this bastard certainly made it sound like the orcs are holding somebody prisoner.
ru: Не знаю. Но этот ублюдок сделал вид, что орки кого-то держат в заключении.

source: Orcs don't take prisoners.
ru: Но орки не берут пленников.

source: Not usually. But there've been very odd things happening in the western wastelands for quite some time now. I have to find out what's going on.
ru: Обычно так и есть. Но в последнее время на западных пустошах творятся довольно странные вещи, и ожидать можно чего угодно. Нужно в этом разобраться.

source: Why? What's it to you? You didn't sound like you like Gertburt very much at all.
ru: Почему? Тебе-то что? Мне казалось, что Джертбарт тебе не по душе.

source: Ssshh!! You <i>really</i> don't want to open that can of worms!
ru: Шшшш!! Поверь, ты <i>не хочешь</i> ворошить эту огромную кучу проблем!

source: Let's finish here quickly, then we'll find out what is going on.
ru: Так, давайте закончим здесь побыстрее, тогда и узнаем, что к чему.

source: That was the last of them. I'm going to look for Gertburt now.
ru: Этот был последним. Теперь я собираюсь найти Джертбарта.

source: But first, here's $Money.S4_victory_gold gold for everyone.
ru: Но прежде, вот: по $Money.S4_victory_gold золотых каждому.

source: The orc talking about the prisoner was pointing toward the wastelands in the west. I'll head there and check things out. There's a good chance that none of us will make it back alive, so whoever wants to leave, feel free to go back to Shmaltupp now.
ru: Орк, говоривший о заключённом, указывал на запад. Я отправлюсь туда и всё там разведаю. Скорее всего, ни один из нас не вернётся оттуда живым. Потому, кто не хочет идти со мной, не стесняйтесь и возвращайтесь в Шмелтапп.

source: I don't have enough gold yet. I will come with you.
ru: Я ещё не заработал нужных мне денег, так что пойду с тобой.

source: Gertburt risked his life to save me even though I was a complete stranger and, worse, a goblin. If there's any chance that he might still be alive, I'd really like to help him. On the other hand, I need to get on with my own agenda.
ru: Джертбарт рисковал жизнью, чтобы меня спасти, даже при том, что я был ему совершенно не знаком, и даже больше — ведь я гоблин. Если есть хоть шанс, что он всё ещё жив, то я действительно хотел бы ему помочь. Но, с другой стороны, мне и самому сейчас нелегко, и нужно решать свои собственные проблемы.

source: I'll go back to Shmaltupp.
ru: Я возвращаюсь в Шмелтапп.

source: One more thing. Will you come with me, $stored_ghosts_04.type?
ru: Ещё одно. Ты отправишься со мной, $stored_ghosts_04.type?

source: I have atoned for our transgression, you cannot bind me any more.
ru: Я искупил своё прегрешение, и ты больше надо мной не властен.

source: One more thing, will you ghosts come with me?
ru: Ещё одно. Вы, призраки, пойдёте со мной?

source: We have atoned for our transgression, you cannot bind us any more.
ru: Мы искупили своё прегрешение, и ты больше над нами не властен.

source: As much as I would like to get going right away, we need to regain our strength first.
ru: Как бы я ни хотел сразу же выступить в путь, но сначала нужно восстановить силы.

source: As the next night falls
ru: Наступает следующая ночь

source: We all need to do what we need to do. No hard feelings. You're an odd little fella, Grnk. I suspected that you have potential the first time I saw you, in spite of your appearance, but you seem to be even more dangerous than I thought.
ru: Все мы должны делать то, что должно. Никаких обид. А ты странный паренёк, Грнк. С самой первой нашей встречи, не смотря на твою внешность, я подозревал, что у тебя есть недюжинные способности, но ты, кажется, ещё более опасен, чем я думал.

source: Thanks. I think.
ru: Спасибо.

source: Good luck to you! Maybe we'll meet again sometime.
ru: Удачи! Возможны, мы ещё когда-нибудь встретимся.

source: And the same to you. I hope you'll find Gertburt.
ru: Взаимно. Надеюсь, вы отыщите Джертбарта.

source: Splendid! It will be good to have you with us. You're an odd little fella, Grnk. I suspected that you have potential the first time I saw you, in spite of your appearance, but you seem to be even more dangerous than I thought.
ru: Отлично! Будет просто здорово знать, что ты рядом. А ты странный паренёк, Грнк. С самой первой нашей встречи, не смотря на твою внешность, я подозревал, что у тебя есть недюжинные способности, но ты, кажется, ещё более опасен, чем я думал.

source: Shadows
ru: Тени

source: Undead
ru: Нежить

source: What is going on here? Where is everybody?
ru: Что тут творится? Где все?

source: You're right, this is very strange. This area should be swarming with orcs. Let's make sure we're prepared.
ru: Ты прав, такое запустение выглядит очень странным. Тут орки должны просто кишмя кишеть.

source: <span color='#A050A0'>Search For Gertburt</span>
ru: <span color='#A050A0'>Отыщите Джертбарта</span>

source: Find Gertburt
ru: Отыщите Джертбарта

source: I don't like this. I don't like this at all. Something is terribly wrong here.
ru: Не нравится мне это. Вообще не нравится. Что-то здесь до жути неправильно.

source: What the hell?!
ru: Что за?..

source: This doesn't look good. How about you do that voice thing again?
ru: Выглядит не самым лучшим образом... Как насчёт ещё разок сказать те слова?

source: How many times do I have to tell you that I don't know how I did that?!
ru: Да сколько можно уже! Ну, не знаю, не знаю я, как оно получилось!

source: Looks like we're on then, chaps. I can't guarantee anybody's safety, but to spice it up a little, I'll pay everybody a bonus for each kill you make.
ru: Значит, парни, дальше действовать будем мы. Безопасности вам не обещаю, но вот доплатить за то, что справитесь с этими созданиями, доплачу.

source: The unit killing an enemy gets $Money.S5_bonus_per_level gold for each experience level of that enemy.
ru: Любой боец получит $Money.S5_bonus_per_level золотых за каждый уровень убитого им врага.

source: Wyssauba
ru: Виссобе.

source: Away, you filthy ... Oh, who are you?
ru: Прочь, мерзость поганая... О, а вы ещё кто будете?

source: We're just some chaps from Shmaltupp looking for ... a friend of ours. Who are you?
ru: Мы простые парни из Шмелтаппа. Ищем... ищем нашего друга. А ты кто такой?

source: Wyssauba's the name. Mage of the Third Order from Hynderwlt. I've been tracking $undead_leader_name over there for quite some time.
ru: Виссобе моё имя. Маг третьего ранга из Гиндервилта. Я уже долго следую за мертвецами.

source: You've been following the undead all by yourself?
ru: Ты следовал за мертвецами совсем один?

source: frowns
ru: хмурый взгляд

source: Who you? You no be other side river?
ru: А ты кто? Часом, не с другой стороны реки?

source: snorts
ru: фыркает

source: Grnk's the name. Goblin of no particular order. And the only reason why I'd be on the other side of the river is to stick my spear into some orc's throat.
ru: Моё имя Грнк. Обычный гоблин, никакого там ранга. И единственная причина, по которой я бы перешел на другую сторону реки, это возможность приставить копьё к горлу одного орка.

source: Such spirit! And so eloquent. I wonder ...
ru: Какой дух! И сколько красноречия. Любопытно...

source: Anyway. Naturally, I've been tracking them all by myself. I've become quite good at it if I do say so myself. But I've nevertheless gotten myself into a bit of a pickle here. I'm actually glad to see you.
ru: Но, оставим. Естественно, я отслеживал их всех один. И если я говорю, что хорош в этом, то так оно и есть. Но, не смотря на свои достоинства, здесь я ухитрился попасть в... в неприятное положение. И очень рад вас повстречать.

source: Then maybe you will tell us what the hell is going on here?
ru: Тогда, тролль меня раздери, объясни, что тут происходит!

source: It's obvious, isn't it? $undead_leader_name over there is putting together a huge horde of undead, orcs and whatever other beasts he can find. He's giving them powers they shouldn't have. And he shouldn't be able to do so in the first place, not by himself anyway. We're still trying to figure out how he does that.
ru: Всё ведь очевидно, не так ли? $undead_leader_name создаёт огромную орду мертвецов. Конечно, в первую очередь, из орков, но и другими созданиями не брезгует. Он наделяет их силами, которых те не должны иметь. Да и сам $undead_leader_name не должен был оказаться способен на такие действия. Вот мы и пытаемся выяснить, как он это делает.

source: We? There are others here who can help us?
ru: Мы? Есть ещё кто-то, кто может нам здесь помочь?

source: Well, no, not here. Others from my order are secretly wandering other parts of the wastelands. There are odd things going on all over the place.
ru: Ну, нет, не здесь. Другие по моему приказу тайно исследуют остальные участки пустоши. Странные вещи творятся повсеместно.
