Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: We still don't know what the undead are up to, so our instructions are to capture Karcyn alive and bring him to Shmaltupp where he will be interrogated. We strongly suspect that he'll try to run for the mountains in the west the moment we get close. So you, $S8.scout1_name and $S8.scout2_name need to sneak around the crater and get behind him. You need to cut off his escape route until we can get him.
ru: Нам до сих пор не известно, что из себя представляет эта нежить, а потому наше задание заключается в том, чтобы живьём захватить Карцина и притащить в Шмелтапп, где из него уже всю подноготную и вытянут. Да, почти нет сомнений, что как только мы попытаемся его взять, он скроется в западных горах. Поэтому, вы, $S8.scout1_name и $S8.scout2_name, прокрадётесь вокруг кратера и зайдёте к нему с тыла — отрежете гаду пути к отступлению, пока мы его не сцапаем.

source: Sounds like a suicide mission to me.
ru: Походит на самоубийство.

source: Not if we time it right. Speed's essential here. We need to get to Karcyn as quickly as possible from both sides. But let's proceed carefully and try not to get too beaten up, I have another job for you right after this.
ru: Ничуть, если мы не станем ворон считать. Здесь главное — скорость. Как можно быстрее доберёмся до Карцина с обеих сторон, и дело сделано. Но сейчас давайте решать текущие проблемы. И, Грнк, постарайся не получать ранений, у меня для тебя припасена ещё одна работёнка.

source: I'll keep that in mind.
ru: Запомню.

source: Check the objectives notes for intelligence $S8.ally_leader's spies have found out about Karcyn.
ru: Ознакомьтесь с примечаниями, чтобы узнать что шпионы $S8.ally_leader|а узнали о Карцине.

source: <span color='#A050A0'>Capture Karcyn</span>
ru: <span color='#A050A0'> Захватите Карцина </span>

source: Death of $S8.ally_leader
ru: Смерть $S8.ally_leader|а

source: Karcyn reaches the western edge of the map
ru: Карцин достигает западного края карты

source: Notes on Karcyn trying to escape to the west:
ru: Замечания по поводу попыток Карцина убежать на запад:

source: Karcyn will start running after turns run out. The turn limit will be extended at that time.
ru: Карцин начнёт побег, когда закончатся ходы. Ограничения хода тогда будут сняты.

source: Karcyn will also start running when an enemy unit gets close enough that it might be able to attack him on the next turn.
ru: Карцин также попытается бежать, когда вражеский юнит окажется столь близко, что следующим ходом сможет атаковать колдуна.

source: Karcyn's skeleton guards go after close enemies. If no enemy is within their attack range, they follow Karcyn.
ru: Скелетные стражи Карцина бросаются на ближайших противников. Если врага в радиусе их удара нет, то они следуют за Карцином.

source: Even orcs have legends. One of them deals with the creation of this place. It says that in ancient times a great fiery object fell out of the sky, creating the crater and its unscalable cliffs.
ru: Даже у орков есть легенды. Одна из них как раз связана с возникновением этого места. В ней говорится, что давным-давно сюда с неба свалилось нечто огромное и объятое пламенем, создав и кратер, и его неприступные утёсы.

source: Of course, the wording is slightly different when the orcs tell it. Something like this: 'Long time. Big Fire up there. Over there. Big bang. No climb out.'
ru: Конечно, орки рассказывают всё совершенно другими словами. Примерно так: 'Долгое время. Большой огонь. Там. Большой взрыв. Никто не выбрался.'

source: Only orcs can possibly be stupid enough to believe something like that!
ru: Только орки настолько глупы, чтобы верить в такую чушь!

source: You will never stop us now! Hahahaha ....
ru: Теперь вы нас никогда не остановите! Ха-ха-ха-ха...

source: $S8.orc_name no like skeleton!
ru: $S8.orc_name не любит скелетов!

source: This battle is not going as I expected. I better head back and report to the Master.
ru: Битва складывается не так, как я ожидал. Мне пора возвращаться к Повелителю.

source: Did you really think that you can capture me that easily? You will never stop the Grand Plan! Hahahaha ...
ru: Вы и впрямь полагали, что сможете вот так легко меня захватить? Вам не остановить Великий План! Ха-ха-ха-ха...

source: How the hell did he do that?!
ru: Проклятье! Как он это сделал!?

source: And what did he mean with Grand Plan?
ru: И что за Великий план такой?

source: Well, that's what we're trying to find out. It didn't quite work as planned, but it does confirm that there is something bigger going on. Now, $S8.ally_Grnk, I have another job for you.
ru: Ну, это мы ещё попытаемся выяснить. Всё шло по плану, но, оказалось, что здесь скрыто намного большее. Теперь, $S8.ally_Grnk, у меня для тебя есть работа.

source: Go to Shmaltupp and tell $S8.enemy_leader that we captured Karcyn but cannot bring him to town because he is badly injured and wouldn't survive the trip. Lead $S8.enemy_leader into the crater where we will take care of him once and for all.
ru: Поспеши в Шмелтапп и скажи $S8.enemy_leader|у, что мы захватили Карцина, но не можем доставить его в город: колдун тяжело ранен, и дорогу не переживёт. Приведи $S8.enemy_leader|а в кратер, где уже мы о нём позаботимся.

source: What??? We are in the middle of a crisis and you are going to destroy each other?!
ru: Что??? Вокруг всё рушится, а вы собираетесь уничтожить друг друга!?

source: What better time is there? $S8.enemy_leader won't suspect a thing and he has become entirely insufferable. It's high time we got rid of him. Now, you can either do as I tell you or go back and live with the orcs. All you have to do is lead $S8.enemy_leader into the crater and run off to the west. We will take care of the rest.
ru: А разве будет время получше? $S8.enemy_leader ничего не заподозрит. Он стал совершенно невыносим, и пора от него избавиться. Так что, или делаешь, как я велел, или возвращайся и живи с орками. Всё, что тебе нужно сделать, это привести $S8.enemy_leader|а в кратер. И убежать на запад. Всё остальное — уже наши проблемы.

source: I've really had it with you humans!
ru: Я ведь действительно хотел жить с вами, люди!

source: After a hasty trip to Shmaltupp
ru: После поспешной поездки в Шмелтапп

source: Interesting.
ru: Любопытно.

source: <span color='#A050A0'>Lead $S8.enemy_leader Into The Trap</span>
ru: <span color='#A050A0'> Заманите $S8.enemy_leader|а в ловушку </span>

source: Move farther into the crater
ru: Двигайтесь дальше по кратеру

source: So where are you holding that sorcerer?
ru: Так где вы держите этого колдуна?

source: It's decision time. Whom do I betray?
ru: Самое время принять решение. Кого же я предаю?

source: In the castle on the other side of the crater
ru: В замке, на той стороне кратера.

source: Is that so? You didn't think that I would believe something like that without sending out my own scouts, did you? Drive those rats out of their holes, $S8.enemy_troops!
ru: Правда? Неужели ты мог подумать, что я доверюсь гоблину, не выслав вперёд своих собственных разведчиков? Выкурите тех крыс из нор, $S8.enemy_troops!

source: Crap!
ru: Дрянь!

source: Rats!
ru: Крысы!

source: Run!
ru: Бежим!

source: Actually, he escaped. $S8.ally_leader sent me to lead you into a trap.
ru: На самом деле, он убежал. $S8.ally_leader послал меня, что бы я привёл тебя в ловушку.

source: I knew that I could not trust you. Come out, $S8.enemy_troops!
ru: Я знал, что не могу тебе доверять. Выходите, $S8.enemy_troops!

source: Now look at the mess you've gotten us into. Leave it to a goblin ...
ru: Теперь посмотри на бардак, в который ты нас втянул. Оставим это гоблину...

source: Let's get them, $S8.enemy_troops. Leave no-one alive.
ru: Давай достанем их, $S8.enemy_troops. В живых никого не оставлять.

source: <span color='#A050A0'>Survive</span>
ru: <span color='#A050A0'> Выживание </span>

source: Defeat all of $S8.enemy_leader's units
ru: Победите всех бойцов $S8.enemy_leaderа

source: I better head back to Shmaltupp.
ru: Мне лучше вернуться в Шмелтапп.

source: Coward!
ru: Трус!

source: Let's head back to Shmaltupp.
ru: Возвращаемся в Шмелтапп.

source: A short while later
ru: Некоторое время спустя

source: $S8.Koorzhar_type Koorzhar. Good to see you. There've been rumors in Shmaltupp about a battle between you and Rutburt.
ru: $S8.Koorzhar_type Куржар, рад тебя видеть. По городу расходятся слухи о вашей с Ратбартом стычке.

source: Hello, Rutburt. Good to see you. There've been rumors in Shmaltupp about a battle between you and Koorzhar.
ru: Салют, Ратбарт. Рад тебя видеть. По городу расходятся слухи о вашей с Куржаром стычке.

source: Already? That's not good. Let's hurry back to Shmaltupp and assure everybody that those are just rumors. Nothing happened here.
ru: Так быстро? Скверно... Поспешим в Шмелтапп и уверим всех, что это всего лишь пустые слухи. Ничего не было.

source: Quiet, $S8.ally_Grnk! Nothing happened here. We just ran into some orcs, is that understood?
ru: Молчи, $S8.ally_Grnk! Здесь ничего не было. Мы просто столкнулись с бродячими орками, ясно?

source: $S8.scout3_name, how does it look between here and Shmaltupp?
ru: $S8.scout3_name, между нами и Шмелтаппом тебе никто не попадался?

source: The area's entirely deserted. There's only that tiny orc camp up there in the northwest. Everybody else seems to have disappeared.
ru: Совершенно никто. Вот только там, на северо-западе, разбили небольшой лагерь орки. А все остальные просто исчезли.

source: That's good news, at least. We should be able to outrun them orcs easily. Let's go.
ru: Хорошие новости. Ну, хоть что-то. Нужно опередить тех орков. Вперёд.

source: Move $S8.ally_leader to the signpost in the east
ru: Переместите $S8.ally_leader|а к указателю на востоке

source: Those damned peasants are really getting on my nerves. Take that!
ru: Те проклятые крестьяне действуют мне на нервы. Взять их!

source: No, don't ...
ru: Нет, прошу, не надо...

source: Stop!!!
ru: Стой!!!

source: DON'T DO THAT !!!
ru: НЕ ДЕЛАЙ ЭТОГО!!!

source: Aaaahhh!!! My hand!!!!!
ru: Аааааа! Моя рука!!!!!

source: Confused Grnk
ru: Сломленный Грнк

source: No, wait, little puppy. Where are you going?
ru: Нет, стой, волчик. Ты куда?

source: My hand!!! My hand!!! What the hell did you do?!?
ru: Моя рука!!! Моя рука!!! Проклятье, что ты наделал?!?

source: I ... I don't know ...
ru: Я... Я не знаю...

source: My hand!!! I cannot feel it any more! It's hard! It's turned to stone!!! How???
ru: Моя рука!!! Я её больше не чувствую! Как же тяжело! Она окаменела!!! Как???

source: I really don't know.
ru: Я и правда не знаю.

source: He turned my hand to stone!! Get him!!!
ru: Он превратил мою руку в камень!! Хватай его!!!

source: Uh oh.
ru: Оооох.

source: You have escaped!
ru: Вы убежали!

source: Chaos
ru: Хаос

source: Clerezzasz
ru: Слереззасз

source: Western Saurians
ru: Западные ящеры

source: Xaz
ru: Ксаз

source: Eastern Saurians
ru: Восточные ящеры

source: Gertburt! You better stay away from me. I'm dangerous, especially to my friends.
ru: Джертбарт! Тебе лучше держаться от меня подальше. Я опасен, особенно для своих друзей.

source: Yeah, I heard what happened.
ru: Да, я слышал о том, что случилось.

source: So you have come to kill me?
ru: Так ты пришел, чтобы меня убить?

source: Kill you? On the contrary, the chaps and I are here to help you. It's rare to see a fella stand up for what he believes in any more these days. So what's your plan?
ru: Убить? Наоборот, мы с ребятами здесь, чтобы тебе помочь. В наше время нечасто можно увидеть личность, которая поступает согласно своим убеждениям. Так что у тебя за план?

source: I wish I had one. Getting as far away from Shmaltupp as possible is all I can think of. I think I'll wait until those saurians have fought it out and sneak across the swamp when they're done.
ru: Мне жаль, но никакого плана у меня нет. Подальше убраться от Шмелтаппа — вот всё, о чём я могу думать. Сейчас подожду, пока ящеры не закончат свою войнушку, а потом махну через болота.

source: You don't have time for that. Koorzhar's people will be here any moment. I suggest you head past the mountains in the northwest and make your escape along the coast. You might be able to get away from them there.
ru: У тебя на это нет времени. Люди Куржара нагрянут сюда в любой момент. Лучше бы тебе проскочить мимо гор на северо-западе, и рвать вперёд вдоль побережья. Там ты смог бы от них оторваться.

source: One more thing, little fella. I promised the chaps that this wouldn't turn into a massacre.
ru: Ещё одно, парень. Я обещал свои ребятам, что это дело не превратится в резню.

source: Fair enough.
ru: Согласен.

source: <span color='#A050A0'>Run</span>
ru: <span color='#A050A0'> Побег </span>

source: Move Grnk to the signpost
ru: Переместите Грнка к указателю

source: Death of Gertburt
ru: Смерть Джертбарта

source: More than one of Gertburt's chaps dies
ru: Джертбарт потеряет больше, чем одного из своих ребят

source: Well done, men. We got him!
ru: Отличная работа, солдаты. Мы его схватили!

source: Kill him!
ru: Убейте его!

source: Where is that help I was promised?
ru: Где же обещанная помощь?

source: You have been defeated!
ru: Вы же были разбиты!

source: Kill you? On the contrary ...
ru: Убить? Наоборот...

source: “... the chaps and I are here to help you. It's rare to see a fella stand up for what he believes in any more these days.”
ru: «... мы с ребятами здесь, чтобы тебе помочь. В наше время нечасто можно увидеть личность, которая поступает согласно своим убеждениям.»

source: How did you know I was going to say that?!?
ru: Как ты узнал, что я собираюсь сказать?!?

source: Because this has all happened before. You're also going to tell me that Koorzhar's people are right behind me and that we need to head past the mountains in the northwest, right?
ru: Потому что это уже происходило. Ты так же собираешься сказать мне, что люди Куржара преследуют меня по пятам, и что мне нужно бежать вдоль гор на северо-западе. Правильно?

source: Uh, right.
ru: Эммм, да.

source: We cannot do that. Koorzhar's troops are waiting there for me.
ru: Мы не можем этого сделать. Войска Куржара там уже меня поджидают.

source: How do you know that?
ru: Как ты узнал это?

source: The same way how I knew what you were going to say, because I've seen it happen.
ru: Точно так же, как узнал, что именно ты собирался мне сказать. Я видел, что это уже случилось.

source: You know how crazy this sounds, don't you?
ru: Знаешь, это звучит довольно безумно.

source: I do. But it's true.
ru: Ага. Но это правда.

source: You're an odd little fella, Grnk, but fine, let's take the abandoned road through the swamps in the east instead.
ru: Ты странный паренёк, Грнк, но что-то в тебе есть. В таком случае, давай отправимся по заброшенной дороге на востоке болот.

source: One more thing, little fella.
ru: И ещё одно, парень.

source: Let me guess, your chaps don't want to be massacred.
ru: Позволь мне предположить. Твои ребята хотят остаться в живых.

source: Right ...
ru: Да...

source: Not again!
ru: Только не снова!

source: Kill him and that damned bandit bastard!
ru: Убейте его и того проклятого ублюдка бандита!

source: Or have you?
ru: Или нет?

source: I am astonished by what I have seen. I have never met anybody who could do that kind of magic without years of instruction. You do exhibit a certain lack of control though.
ru: Я удивлён тем, что видел. Никогда прежде не встречал никого, кто мог бы без долгих лет подготовки нанести столь сильный магический удар. Но тебе недостаёт самоконтроля.

source: Enter the event name to fire (debugging only; please report if you see this):
ru: Введите имя event`а для огненной атаки (только в режиме отладки; пожалуйста, сообщите, если это увидите):

source: What the ...
ru: Что за...

source: That goblin turned my hand to stone. I will make him pay for that!
ru: Тот гоблин превратил мою руку в камень. Я заставлю его поплатиться!

source: Oh no, you won't. The Master wants that goblin alive.
ru: О, нет, ничего у тебя не выйдет. Повелитель хочет получить того гоблина живым.

source: What's up, little fella? You look like you've seen a ghost.
ru: Что случилось, парень, ты выглядишь так, будто наткнулся на призрака.

source: Uh ...
ru: Эммм...

source: Hello? Hello-oh!!
ru: Привет? Привееет!!

source: What?
ru: Что?

source: I said, you look like you've seen a ghost. Are you feeling alright?
ru: Я сказал, ты выглядишь, будто наткнулся на призрака. Ты в порядке?

source: No, I am most definitely not feeling alright. Very strange things are going on here. I think ... I must ... I think I am seeing the future.
ru: Нет, я определённо не в порядке. И здесь всё вокруг определённо не в порядке. Мне кажется... Кажется, что я вижу будущее.

source: You what?
ru: Ты что?

source: I just saw you say that ... And then there was a flash of light and there you were saying it again ... But I had already seen you say it ... I ... I think I am going crazy.
ru: Я просто видел... как ты это уже говорил... А затем вспышка света, и ты повторял слова... Но я уже это видел и слышал... Я... я схожу с ума.

source: A Voice from the Distance
ru: Далёкий голос

source: Grnk, do not despair. Help is on the way.
ru: Грнк, не отчаивайся. Помощь уже в пути.

source: What was that? Who said that?
ru: Что это было? Кто это сказал?

source: Said what?
ru: Сказал что?

source: Kraa
ru: Краа

source: Kraahhh!!!!
ru: Краааххх!!!

source: Gryphons of the High Plains, join us in our fight against the undead.
ru: Грифоны с Высоких Равнин присоединятся к вашей борьбе с мертвецами.

source: We do not like the undead, but you are allied with that mad goblin. We cannot help you.
ru: Нам не нравятся мертвецы, но вы вместе с тем безумным гоблином. Мы не станем вам помогать.

source: Did you see that at least?
ru: Но это ты, по крайней мере, видел?

source: See what?
ru: Видел что?

source: How the hell did you do that?
ru: Проклятье! Как ты это сделал?

source: I have no idea. I swear! I don't even know if it was I who did this.
ru: Понятия не имею. Клянусь! Я даже не знаю, я ли сделал это.

source: Grnk, why don't you join me and we will work together on getting your magic under control.
ru: Грнк, почему бы тебе не присоединиться ко мне. Сотрудничая, мы сможем контролировать твою магию.

source: But who are you? Where do I find you?
ru: Но кто ты? Где мне тебя найти?

source: Umm, I'm Gertburt and I'm right here. We've met before ... Are you alright?
ru: Ээээ, я — Джертбарт, и я стою прямо перед тобой. Мы встречались прежде... У тебя ничего не болит?

source: They there! We them help!
ru: Они там! Мы им помочь!

source: Vanak! You're back. You're still alive! And you're here to help me???
ru: Ванак! Ты вернулся. Всё ещё живой! Ты здесь, чтобы помочь мне?

source: Little goblin help Vanak. Vanak help little gob ...
ru: Маленький гоблин помог Ванаку. Ванак поможет маленькому гоб...

source: Oh no, you won't.
ru: О, нет, ничего у тебя не выйдет.

source: Vanak! No!!
ru: Ванак! Нет!!

source: What's a vanak?
ru: Что такое 'ванак'?

source: Oh, just ... somebody you wouldn't like very much.
ru: О, просто... Кто-то, кто бы тебе очень не понравился.

source: Those lurker thingers again!
ru: Опять эти скрытники!

source: Ouch, that hurt!
ru: Аух, как больно!

source: Did you step on something?
ru: Ты на что-то наступил?

source: Zzere he isss!
ru: Это он!

source: You turned us against each other!
ru: Ты поссорил нас друг с другом!

source: That's not true! You were already fighting and forced me to choose sides.
ru: Неправда! Вы уже сражались и заставили меня выбрать союзника!

source: Lies! As punishment, we will hand you over to the humans.
ru: Лжец! В наказание мы предадим тебя людям.

source: Get onto zze damned boat!
ru: Держите эту проклятую лодку!

source: Get out!
ru: Вылазь!

source: Prison Island Leader
ru: Лидер Тюремного острова

source: I wish they had executed him. I bet he's going to be nothing but trouble.
ru: Мне жаль, что они его не казнили. Бьюсь об заклад, от него нам ждать одних только проблем.

source: Are you okay? You look a bit woozy.
ru: Ты в порядке? Выглядишь, как одурманенный.

source: I think boats don't agree with me.
ru: Я думаю, лодки со мной несогласны.

source: Mal An
ru: Мел Ан

source: Remember, the Master wants that goblin alive!
ru: Помните. Повелителю этот гоблин нужен живым!

source: How the hell does he do that?!
ru: Проклятье! Как он это делает!?

source: Mounry
ru: Мунри

source: I don't know. Black magic?
ru: Не знаю. Чёрная магия?

source: Idiots! How often have I told you that the Master wants that goblin alive! His wrath will be terrible.
ru: Идиоты? Сколько раз вам повторять, что Повелителю этот гоблин нужен был живым! Его гнев будет ужасен.

source: What do those skeletons want from me?!
ru: Что этим скелетам от меня нужно!?

source: I feel kind of dizzy!
ru: Голова кружится!

source: Whoa, this brings back memories of Shmaltupp Lager.
ru: Стоп, это напоминает о шмелтаппском светлом.

source: Here, wolfie, wolfie, wolfie ...
ru: Сюда, волчок, волчок, волчок...

source: I did it! I caught a wolf!! Now how do I get onto it without being eaten?
ru: Ага! У меня получилось! Я поймал волка!! А как забраться на него, чтобы меня не съели?

source: Quiet, you ...
ru: Тише, ты...

source: ... or I will turn you into a ghast!
ru: ...Или я превращу тебя в призрака!

source: Look at me, I am riding a wolf !!!
ru: Посмотрите на меня, я езжу на волке!!!

source: What was that? Now I am seeing the past?
ru: Что это было? Теперь я вижу прошлое?

source: I warned you.
ru: Я тебя предупредил.

source: Arr !!!
ru: Аррр!

source: Ooo, you're really scaring me.
ru: Ооо, ты меня пугаешь.

source: Aaarrrrrrrr !!!
ru: Аррррррррр!!!

source: Ok, now I <i>am</i> scared. Unbreakable cage my ass!
ru: Ладно, теперь я <i> испуган </i>. Клетку мне в зад!

source: No!!! That's not how it happened.
ru: Нет!!! Всё это было не так.

source: What are you talking about?
ru: О чём ты говоришь?

source: I just saw me capture my wolf, again, but it was all different and messed up.
ru: Я видел, как поймал своего волка. Снова. Но всё было не так, всё выглядело искажённым.

source: So what you're saying is that the past you're seeing is all wrong? Then why should the future be any realer?
ru: То есть, ты видишь прошлое, но неправильное? Тогда почему верным должно быть будущее?

source: I don't know. I don't even know if anything is real any more.
ru: Не знаю. Не знаю, реально ли вообще что-либо.

source: I'm real. At least I think so.
ru: Я настоящий. По крайней мере, я так думаю.

source: There he is!
ru: Он там!

source: I'll get him!
ru: Я до него доберусь!

source: Oh no, you won't. That goblin is for me personally.
ru: О, нет, ничего у тебя не выйдет. Этот гоблин мой личный трофей.

source: You lying self-serving bastard! You promised me that ...
ru: Ах ты корыстный ублюдок1 Ты обещал мне его...

source: I promised you nothing. All I said was ...
ru: Я тебе ничего не обещал. Всё, что я сказал, было...

source: You're really getting on my nerves. It's time we end this once and for all.
ru: Проклятье! Как же ты меня раздражаешь! Пора покончить с этим раз и навсегда.

source: Idiot!
ru: Придурок!

source: Moron!
ru: Дебил!

source: Wow. That was odd.
ru: Ничего себе. Странное дело.

source: Oh no, you won't. We agreed that we would do this together.
ru: О, нет, ничего у тебя не выйдет. Мы же договорились, что сделаем это вместе.

source: Alright, fine. Let's ...
ru: Хорошо, хорошо. Давай...

source: Rutburt, what the hell are you doing?
ru: Ратбарт. Какого лешего ты творишь?

source: Gertburt, go away. I don't want to hurt you, but I ...
ru: Джертбарт, уйти. Я не хочу причинять тебе боль, но...

source: What the ...?! You hit me! I'll get you, you little ...
ru: За что!?... Ты ударил меня! Я вправлю тебе мозги, мало не покажется...
