Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Looks like odds are stacked against us just a bit. Let's hope that Grossauba will indeed be back, and soon. But either way, I think we should not rely on that and be proactive instead.
ru: Похоже, всё складывается против нас. Одна надежда, что Гроссобе вернётся, и поскорее. Но, как бы там ни было, нельзя полагаться на случай, пора самим перехватить инициативу.

source: What are you suggesting?
ru: Что предлагаешь?

source: My negotiations with Lieutenant Langzight back at Lake Teefh were very successful, but Shmaltupp HQ still was not quite ready to send him to our aid. That can probably be changed now, given this new situation here. Send me back to Lake Teefh and I'll come back with the lieutenant, if at all possible.
ru: Мои переговоры с лейтенантом Ленгзайтом у озера Тифх прошли весьма успешно, но генштаб ещё не созрел, чтобы прислать ему помощь. Ситуация изменилась, а значит, от них можно требовать наконец-то принять решение. Отправь меня к озеру Тихф, и я, если это вообще возможно, вернусь сюда с лейтенантом.

source: That would be most welcome help, but I'd have to send some troops with you to get past them saurians that I then won't have to hold off the undead.
ru: Такая помощь пришлась бы весьма кстати, но отправить тебя одного не смогу, только с надёжным отрядом — ящеры на болоте просто так никого не пропустят. Но если я отпущу воинов, то смогу ли сдержать мертвецов?

source: Well, your choice, but you better make up your mind quickly. I'm quite certain that those makeshift bridges the orcs built won't last much longer. If you want us to go, you need to send us off right away.
ru: Ну, тут выбор за тобой, только не медли с решением. Уверен на все сто, что наведённые орками мосты долго не простоят. Если хочешь, чтобы мы пошли, то отсылай нас прямо сейчас.

source: The bridges built by the orcs will be swept away at the end of turn 5. After that, nobody else will be able to reach whomever you decide to send south.
ru: Мосты, которые строят орки, в конце 5-го хода окажутся разрушены. После этого все оставшиеся на юге бойцы будут отрезаны от основных сил.

source: Goblin Recalling and Recruiting
ru: Вербовка и призыв гоблинов

source: Recalling and recruiting goblins works the same as in the previous two scenarios. You can only recruit one level-1 goblin per turn, but recalling goblins costs only 13 gold. However, it is not possible in Wesnoth 1.12 to set the recall cost to 13 gold for one race (goblins) and to 20 gold for another (orcs). Recalling goblins is therefore handled by first charging 20 gold and then refunding 7. This does mean that you cannot recall a goblin unless there is at least 20 gold left.
ru: Вербовка и призыв гоблинов проходит точно так же, как и в предыдущих двух сценариях. Каждый ход вы можете нанимать не более одного гоблина 1-го уровня. Призыв гоблина стоит 13 золотых. Однако Веснот 1.12 накладывает некоторые ограничения, и нельзя установить разную стоимость призыва для орков (20 золотых) и гоблинов (13 золотых). А потому призыв гоблинов реализован по верхней планке — 20 золотых, после чего 7 золотых возвращаются игроку. Это означает, что вам не удастся призвать гоблина, если у вас останется меньше 20 золотых.

source: Ooo, look, a ghast! Maybe I can turn it into something.
ru: О! Гляньте туда, там призрак! А вдруг его удастся во что-нибудь превратить?

source: Join me. Grnd is just using you and considers you expendable. You might still die if you're with me, but at least you will get a fighting chance.
ru: Присоединяйся ко мне. Грнд вас использует, вы для него просто расходный материал. Конечно, умереть вы и со мной можете, но бороться будете хотя бы уже за себя.

source: $unit.name no like little goblin. $unit.name like little goblin. $unit.name join little goblin.
ru: $unit.name не любит маленького гоблина. $unit.name любит маленького гоблина. $unit.name идёт к маленькому гоблину.

source: Right. It almost scares me that that made sense to me.
ru: Правильно. Я почти испугался, услышав эту абракадабру.

source: There go the bridges.
ru: Мосты всё...

source: Too bad, they were a brilliant feat of orcish engineering.
ru: Скверно, мы потеряли блестящий образчик орчьей работы.

source: No, I will not run away from the fight!
ru: Нет, я не сбегу от боя!

source: Vanak no leave little goblin.
ru: Ванак не отпустит маленького гоблина.

source: We'll be back as soon as we can. With support, if possible. Wish us luck.
ru: Мы вернёмся, как только сможем. И, если удастся, с подкреплением. Пожелай нам удачи.

source: Vanak say luck.
ru: Ванак говорит удачи.

source: Grnk, I am back. And look whom I brought.
ru: Грнк, я вернулся. И посмотри, кто со мной.

source: Hello, Grnk. After General Koorzhar's removal and due in no small part to Quank's negotiation skills, HQ agreed that it would be in Shmaltupp's best interest to support you.
ru: Привет, Грнк. После того, как генерала Куржара выгнали из армии (в чём немалая заслуга дипломатических талантов Уэнка), штаб согласился, что в интересах Шмелтаппа поддержать вас в трудную минуту.

source: That's very, uh, pragmatic of them. Nevertheless, we extend our thanks to you personally, $tmp_Langzight.language_name Langzight.
ru: Хмм, очень практично с их стороны. В любом случае, спасибо тебе, $tmp_Langzight.language_name Ленгзайт.

source: Don't mention it. It's long overdue that we play our role in this fight.
ru: Не стоит. Нам давно уже было пора принять участие в этой войне.

source: Grnd, stop fooling around! It's time to put an end to this.
ru: Грнд, хватит дурачится! Пора положить этому конец.

source: But I was having fun.
ru: Но мне было так весело.

source: Yes, exactly. And see where it's gotten you. I am sending you back to the lair, you wait there for me.
ru: Уверен, что так. И посмотри, к чему это привело. Я отсылаю тебя обратно, в логово. Дождаться меня там.

source: No buts!
ru: Никаких летучих мышей!

source: Yes, exactly.
ru: Да, уверен.

source: Grnk, we have yet another little surprise for you.
ru: Грнк, у меня есть ещё один сюрприз.

source: Grnk, now!
ru: Грнк, пора!

source: Grossauba, you really did come back. And you really are not the Master!
ru: Гроссобе, ты вернулся. И ты не Повелитель!

source: Indeed. Now stop wasting time and do as I explained to you, before the Master realizes what is going on! I cannot weaken his powers for long.
ru: Надо же, какая неожиданность. А теперь хватит попусту тратить время, делай, как я тебе говорил, пока Повелитель не понял, что к чему! Я не смогу долго сдерживать его силу.

source: Right. Let's see ...
ru: Да, точно. Посмотрим...

source: And this one's for you, Mal An.
ru: Это для тебя, Мел Ан.

source: Nooooo! Can this really be the end of Mal An?
ru: Нееет! Разве может так умереть великий Мел Ан?

source: It can. And it is. And no secret revival and attaching to my shadow this time! Grossauba showed me what to do about that.
ru: Может. Очень даже. И на этот раз никакого там тайного возрождения или призрачной жизни! Гроссобе показал мне, что делать.

source: Now let's get on with this, shall we? It would have been preferable if you had joined me voluntarily, Grnk, but we'll just have to do it the hard way. Let's make it a little less tedious though.
ru: А теперь продолжим. Будет намного лучше, если ты присоединишься ко мне по собственной воле. Да, Грнк, выбора нет, нам обоим предстоит пройти этот трудный путь, так давай не усложнять ситуацию.

source: Teussauba!
ru: Тессобе!

source: Long time no see. And look whom else I brought.
ru: Сколько лет. Сколько зим. И посмотри, кого я привёл.

source: My animals! I didn't think that I would ever see you again.
ru: Мои животные! Не думал, что когда-нибудь снова тебя увижу.

source: I didn't think that I would ever see <i>you</i> again!
ru: Не думал, что когда-нибудь снова <i> тебя </i> увижу!

source: Long time no see.
ru: Сколько лет, сколько зим.

source: Grnk, let's close those portals. The Master obviously doesn't want you to know this, but it takes a lot of energy and concentration to keep them open. Even he won't be able to do so against the two of us together.
ru: Грнк, закроем те порталы. Повелитель, очевидно, не хочет, чтобы ты знал, но на поддержание их работы требуется колоссально много энергии. Если нападём на него сейчас, он не выстоит.

source: Defeat the Master
ru: Одолейте Повелителя

source: The Master has a powerful effect on enemies attacking him:
ru: На тех, кто на него нападает, Повелитель накладывает некоторые эффекты:

source: Any animal attacking him joins his side.
ru: Любое напавшее на него животное тут же переходит на его сторону.

source: Any non-animal enemy attacking him with non-magical weapons experiences an unpleasant (and fatal) surprise.
ru: Любого неживого врага, нападающего на него не магическим оружием, ждёт неприятная (и фатальная) неожиданность.

source: So, Grossauba, since we are finally going head to head, you might as well tell me who you were as an undead.
ru: Так, Гроссобе, вот мы и встретились лицом к лицу. Может, хоть сейчас признаешься, под чьей личиной ты шнырял у меня под носом?

source: You really haven't figured it out yet, have you?
ru: Ты и в самом деле ещё не понял, не так ли?

source: Sklaf
ru: Склаф

source: You truly are evil, Master. Here's your brandy.
ru: Ты само злодейство, Повелитель. Вот твоё бренди.

source: Sklaf!
ru: Склаф!

source: Grossauba Sklaf
ru: Гроссобе Склаф

source: You're so full of yourself that it would never even occur to you that I might lower myself to being a simple servant. It's the perfect disguise.
ru: Ты столько возомнил о себе, что тебе и в голову не пришло искать меня под личной простого слуги. Отличная маскировка.

source: Join my minions, weak mind.
ru: Стань одним из моих слуг, слабоумный.

source: Aaah! $unit.name burn!!!
ru: Аааа! $unit.name горит!!!

source: Aaah! It burns!!!
ru: Аааа! Он горит!!!

source: Good-bye, old friend.
ru: Прощай, старый друг.

source: Sometimes I wonder whether that goblin is worth all the trouble he's causing.
ru: Интересно, стоил ли тот гоблин всех доставленных им неприятностей.

source: Uh, which goblin?
ru: Эм, какой гоблин?

source: <i>Both</i> of you! <i> </i> Grnd, I am sending you back to the lair, you wait there for me.
ru: <i> Оба </i> из вас! <i> </i> Грнд, я отсылаю тебя обратно, в логово. Дождаться меня там.

source: Grnk, you're a fool! Just imagine what we could have done together.
ru: Грнк, ты глупец! Только представь, на что бы мы оказались способны вместе.

source: I am imagining it and there is no way you will ever get me to join you! Take this!
ru: Прекрасно представляю, а потому не желаю иметь с этим ничего общего. Получи!

source: You may have defeated me today, but I will be back.
ru: Может, сегодня ты и победил меня, но я вернусь.

source: Grnd, you're with me!
ru: Грнд, ты уходишь со мной!

source: Umm.
ru: Хмм.

source: We did it.
ru: Мы его уделали.

source: Right?
ru: Так ведь?

source: Indeed we did. And it is all thanks to you and your friends. Now, with the Master gone, there is only one thing left to do.
ru: Да, мы его уделали. И всё благодаря тебе и твоим друзьям. Теперь, когда Повелитель разбит, нам осталось только одно.

source: Maybe there is hope for the world yet.
ru: Возмножно, надежда на мир ещё есть.

source: Showdown
ru: Развязка

source: Quank, Rok and Langzight
ru: Уэнк, Рок и Ленгзайт

source: The Master Grossauba
ru: Повелитель Гроссобе

source: Defeat the Master Grossauba
ru: Одолейте Повелителя Гроссобе

source: Death of Rok
ru: Смерть Рока

source: Grnk, I am not going to fight you.
ru: Грнк, я не собираюсь с тобой биться.

source: This might be a good time for Plan C.
ru: Удачное время для ещё одного запасного плана.

source: I told you that I do not know how to teleport you reliably. I'm okay doing that to enemies, who cares if they end up inside a volcano, but I cannot take that risk with you.
ru: Я уже говорил, что не знаю, как телепортировать тебя в точное место. С врагами оно проще — кого волнует, попадут ли они в жерло вулкана, или куда ещё — но я не могу взять на себя такую ответственность и рисковать твоей жизнью.

source: Do you have a better idea?
ru: У тебя есть идея получше?

source: Umm, no.
ru: Хмм, нет.

source: Well, then, get on with it. We must not let Grossauba escape.
ru: Ну, так действуй. Нельзя дать Гроссобе сбежать.

source: I guess so ... Let's see ...
ru: Наверное, да... Посмотрим...

source: Slightly off, but close enough. Now where are those trolls?
ru: Немного не точно, но, всё же, довольно близко. Так, а где тролли?

source: Yo, Rok, where are you?
ru: Эй, Рок, ты где?

source: Rok hide mountain like little dwarf say.
ru: Рок прячется в горе, как сказал маленький гном.

source: Great! Let's stop these wizards then. They must not escape to the north.
ru: Прекрасно! Давай остановим этих магов, не дадим им сбежать на север.

source: Grnk's Voice from the Distance
ru: Доносящийся с расстояния голос Грнка

source: I still can't believe that you managed to get the trolls to work for you. <i> </i> Ooo, look, I figured out how to do this distant‑voice thing!
ru: Всё ещё не могу поверить, что ты заставил троллей работать на тебя. <i> </i> О, я научился проделывать этот трюк с дальним голосом!

source: It's simply a mutually beneficial business arrangement. They do some of the heavy lifting for me, often quite literally in fact, and in turn I make sure that they are not hunted down and have plenty of skeletons to smash. They also get to keep the bones.
ru: Просто взаимовыгодная договорённость. Они выполняют для меня тяжёлую работу, в буквальном смысле тяжёлую, а я гарантирую, что их никто не преследует и даю им вволю наиграться со скелетами.

source: Rok like smash skeleton.
ru: Року нравится ломать скелеты.

source: And the people in Grentstutt are going along with this?
ru: И люди Гринтстатта согласились на такие условия?

source: It's funny really. When I first employed trolls to pull my carts — they last even longer than oxen, you know — people were complaining. So I started charging them extra for the 'experience', and suddenly everybody loves it. It was a ...
ru: Это было забавно. Когда я нанял троллей, чтобы они тянули мои повозки — знаешь, они намного медленнее, чем волы — то люди начали возмущаться. Тогда я начал брать с них дополнительную плату за 'уникальный опыт', и, внезапно, упряжки с орками сразу всем пришлись по нраву. Образовались целые очереди! И ещё...

source: Ahem. That's all very nice and interesting, but if you don't mind, I will be leaving by my other means of transportation now.
ru: Гм. Это всё, конечно, весьма познавательно, но, если ты не против, я воспользуюсь своим собственным средством передвижения.

source: Ouch! I'm really getting too old for this. <i> </i> Grnk, this is madness. I beg you, don't do this!
ru: Ой! Я становлюсь слишком стар для такого. <i> </i> Грнк, это безумие. Прошу тебя, не надо!

source: The words of a coward. Everybody, get ready to attack!
ru: Слова труса! Все, готовьтесь нападать!

source: And just in case you thought that this was enough already ...
ru: И если ты думал, что на этом уже всё...

source: Addyn
ru: Аддин

source: We are here to help you, Master.
ru: Повелитель, мы прибыли, чтобы помочь тебе.

source: More of those idiots? There must be a nest somewhere. Well, just for once this might be to our advantage. They'll keep Grnk busy while we fight our way northward instead. Mages of Hynderwlt, let's go along with this for now and ignore them.
ru: Идиотов прибавилось? Наверное, где-то здесь у них гнездо. Хотя, в этот раз они могут сыграть нам на руку: насядут на Грнка, пока мы пробиваемся к северу. Маги Гиндервилта, давайте воспримем их, как данность, и пока просто не станем обращать на них внимания.

source: Let's get him for the Master.
ru: Захватим его для Повелителя.

source: Recalling and recruiting goblins works the same as in the previous two scenarios. You can only recruit one level-1 goblin per turn, but recalling goblins costs only 13 gold. However, it is not possible in Wesnoth 1.12 to set the recall cost to 13 gold for one race (goblins) and to 20 gold for another race (orcs). Recalling goblins is therefore handled by first charging 20 gold and then refunding 7. This does mean that you cannot recall a goblin unless there is at least 20 gold left.
ru: Вербовка и призыв гоблинов работает точно так же, как и в предыдущих двух сценариях. Каждый ход вы можете нанимать не более одного гоблина 1-го уровня. Призыв гоблина стоит 13 золотых. Однако Веснот 1.12 накладывает некоторые ограничения, и нельзя установить разную стоимость призыва для орков (20 золотых) и гоблинов (13 золотых). А потому призыв гоблинов реализован по верхней планке — 20 золотых, после чего 7 золотых возвращаются игроку. Это означает, что вам не удастся призвать гоблина, если у вас останется меньше 20 золотых.

source: I don't see how the few of us can hold off all those wizards.
ru: Не вижу, как мы сможем сдержать тех магов.

source: More troll come.
ru: Тролли пришли.

source: Well, that's good. I hope they ...
ru: Ну, это здорово. Надеюсь, они...

source: Hello, Quank. HQ is still not committing to a full-scale mobilization of the Shmaltupp army, but they granted my request to lead a small 'exploratory unit' to help you and Grnk. We rushed ahead, with a few more of my men following shortly. It's not much, but it's the best I was able to do for now.
ru: Привет, Уэнк. Генштаб всё ещё не согласен на полную мобилизацию Шмелтаппа, но, по моей просьбе, они отправили на помощь тебе и Грнку маленький 'исследовательский отряд'. Я и несколько солдат моего гарнизона решили решили к нему присоединиться. Да, не то, что хотелось бы, но это лучшее, чего я смог добиться.

source: For the next few turns, one troll and one soldier will be arriving at the end of Quank, Rok and Langzight's turn.
ru: В течении следующих нескольких ходов к Уэнуку, Року и Ленгзайтукаждый ход будет приходить по одному орку и солдату.

source: He's not attacking them! I knew it!
ru: Он не нападает на них! Я так и знал!

source: Quank, I thought you had said that all the dark mages had disappeared.
ru: Уэнк, помнится, ты говорил, что все тёмные маги перевелись.

source: They had. They must have been gathering somewhere in hiding. Make sure you collect their robes after killing them!
ru: Так оно и было. Наверное, они куда-нибудь убежали. А сейчас вернулись. И не забудь собирать их одежду!

source: Mages of Hynderwlt, remember not to kill Grnk. He must be weakened, I'm afraid, but do not deal the final blow.
ru: Маги Гиндервилта, помните, Грнк мне нужен живым. Он должен быть ослаблен, но наносить решающий удар нельзя ни в коем случае.

source: Yes, yes, we all know it. The Master wants me alive.
ru: Да, да, мы все это знаем. Повелитель хочет получить меня живым.

source: No, Grnk, that is not at all what I ...
ru: Нет, Грнк, ты совсем не так всё понимае...

source: Silence!
ru: Заткнись!

source: Stop doing that!
ru: Прекрати это!

source: Hah, in your dreams!
ru: Ха, разве что в твоих фантазиях!

source: Maybe we're in a bit over our heads here.
ru: Возможно, всё происходящее выше нашего понимания.

source: Grnk, what have you done!
ru: Грнк, что ты наделал!

source: Well done, Grnk. You got rid of the only adversary who had even the slightest bit of a chance to stop me.
ru: Отличная работа, Грнк. Ты избавился от единственного моего противника, у которого был хоть мелейший шанс меня остановить.

source: Grossauba ... what ... I thought ...
ru: Гроссобе... Что... Я думал...

source: I <i>told</i> you that I am not the Master!
ru: <i> Говорил же </i> тебе, я не Повелитель!

source: But then ... that must mean ...
ru: Но тогда... это значит...

source: Now let's get on with this, shall we? It would have been preferable if you had joined me voluntarily, Grnk, but we'll just have to do it the hard way.
ru: А теперь продолжим. Будет намного лучше, если ты присоединишься ко мне по собственной воле. Да, Грнк, выбора нет, нам обоим предстоит пройти этот трудный путь, так давай не усложнять ситуацию.

source: Mal An, come out and suppress his magic.
ru: Мел Ан, примени полученные от меня знания и подави его магию.

source: On the contrary. This is just the beginning. You have become quite skilled at magic, Grnk, in particular also at deflecting others' magic. But with Mal An hanging out in your shadow and probing your weaknesses for so long after we allowed you to “kill” him, you are no match for the two of us combined.
ru: Напротив. Это только начало. Ты многое освоил, Грнк, особенно хорошо научился отклонять чужую магию. Но Мел Ан не зря буквально стал твоей тенью. После того, как мы позволили тебе его “убить”, он изучил все твои слабости, и теперь ты, Грнк, полностью в наших руках.

source: So, Grossauba, since this is the end of you, of the 'good Grnk' and of the world as you know it, you might as well tell me who you were as an undead when you were spying on me.
ru: Итак, Гроссобе, вот и пришел конец тебе, и 'хорошему Грнку' и, как ты это прекрасно знаешь, всему миру. Так что можешь облегчить свою ношу и поведать, под какой личиной ты скрывался в моих рядах.

source: You still have not figured that out? Well, too bad for you! You will just have to (un)live with that, I am not going to give you the satisfaction of telling you.
ru: Ты всё ещё этого не понял? Ну, тебе же и хуже! Просто (не)живи с этим дальше. Я не собираюсь удовлетворять твоё любопытство.

source: Oh my, this is really going to give me sleepless nights.
ru: О, да, бессонные ночи мне гарантированы.

source: Come on now, Grnk. I have much to teach you.
ru: Подойди, Грнк. Мне многому нужно тебя научить.

source: Hey! What about me!
ru: Эй! А я?

source: Ah, yes, I almost forgot.
ru: Ах да, почти забыл.

source: Good-bye, Grnd. No need to keep the copy, now that I have the original.
ru: Прощай, Грнд. Зачем нужна копия, если есть оригинал?

source: Vanak no like sorcer.
ru: Ванаку колдун не нравится.

source: You have won.
ru: Вы одержали победу.

source: After a fashion.
ru: В некотором роде.

source: Harharharhar!
ru: Аха-ха-ха-ха-ха!

source: Farewell, cruel world.
ru: Прощай, жестокий мир.

source: Hold on, Grnk. I can heal you.
ru: Держись, Грнк. Я исцелю тебя.

source: First you bring me to the verge of death and then you want to save me? No thanks!
ru: Сначала ты ставишь меня на грань смерти, а потом хочешь спасти? Нет уж, спасибо!

source: First you order your mages to kill me and my friends and then you want to save me? No thanks!
ru: Сначала ты приказываешь, чтобы твои друзья-волшебники убили меня и моих друзей, а теперь захотелось меня спасти? Нет уж, спасибо!

source: You didn't give me a choice. Let me heal you and we will start over by ...
ru: Ты не оставил мне выбора. Позволь мне исцелить тебя, и мы начнём...

source: ... by you making me your evil second-in-command. I will not let that happen. This must come to an end!
ru: ...делать из меня своего злого заместителя. Такого я не допущу. И положу этому конец.

source: Grnk, no, wait! I am not ...
ru: Грнк, нет, постой! Я не...

source: He killed himself rather than letting himself be captured. I must say, I'm impressed.
ru: Он убил себя, чтобы не попасть в плен. Должен признаться, я впечатлён.

source: Vanak miss little goblin.
ru: Ванак скучает по маленькому гоблину.

source: Epilogue
ru: Эпилог

source: (Grnk) ———————————— Thank you for playing Grnk the Mighty!</span>
ru: (Грнк) ———————————— Спасибо, что сыграли в Грнка Могущественного!</span>

source: terror
ru: страх
