Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Challenging
ru: Легко, но не очень

source: Difficult
ru: Сложно, но можно

source: Not Quite Nightmare
ru: Ужас, но не 'ужас-ужас-ужас'

source: <span color='#909090'><small>Version 2.2.0</small></span>
ru: <span color='#909090'><small>Версия 2.2.0</small></span>

source: Campaign Design and Maintenance
ru: Разработка и поддержка кампании

source: Graphics (general and animals) and animal configuration files
ru: Графика (общая и звери) + скрипты зверей

source: Miscellaneous
ru: Остальные работы

source: Grnk the Mighty, Part 1
ru: Грнк Могущественный часть 1

source: Grnk1
ru: Грнк1

source: All his life, puny little goblin Grnk the Frail had been dreaming about leaving the orcs and starting a better life. When he finally arrives in the human town Shmaltupp, he realizes that the world is not as black and white as he had imagined. He also discovers that he is no ordinary goblin and that, for some reason, his special abilities are of great interest to the evil Master of the undead and his Grand Plan. <i> </i> <span color='#909090'><small>Intermediate to expert level 13 scenarios </small></span>
ru: Всю свою жизнь маленький гоблин Грнк Хилый мечтал сбежать от орков и начать новую жизнь. Когда он наконец-то оказался в принадлежащем людям городе Шмелтаппе, то понял, что мир совсем не разделён на чёрное и белое, как он всё время себе представлял. Также, неожиданно для себя, он обнаружил, что на самом деле является не таким уж и обычным гоблином: некоторые его способности заинтересовали не абы-кого, а свершающего свой Великий План, самого Повелителя Мертвых. <i> </i> <span color='#909090'><small>Для игроков среднего и высокого уровней 13 сценариев </small></span>

source: To be continued...
ru: Продолжение следует...

source: Flight
ru: Бегство

source: Grnk the Frail
ru: Грнк Хилый

source: Grnk
ru: Грнк

source: Orcs
ru: Орки

source: Gryphons
ru: Грифоны

source: Gertburt
ru: Джертберт

source: To Shmaltupp
ru: К Шмелттаппу

source: I should have never joined you dimwits. This is the last time I team up with a bunch of goblin numbskulls on a moron mission!
ru: Мне точно не стоило связываться с вами, тупые кретины. Нет, хватит, это в последний раз иду на дело вместе с таким сборищем недоумков!

source: Grnk say good idea other day.
ru: Грнк уже второй день говорит умные мысли.

source: I don't know what I was thinking. Stealing money from the orcs! They're right on our heels and they're angry. <i>Really</i> angry. And all that for $gold_S1 gold!
ru: Вот где была моя голова? Стянуть золото орков! Да, идея просто зашибись. А сейчас они нам в затылок дышат, да ещё и разгневаны. Причём, разгневаны <i>до одури</i>. И всё это ради $gold_S1 монет!

source: They there! We them get!
ru: Вот они! Ну, щас мы до них доберёмся!

source: Speak of the devil, there they are ... We better run for it. We must make it to Shmaltupp before they catch us. <i> </i> Be careful though. See those sandy patches up ahead? That's quicksand. Anyone stepping on those will sink and perish. We need to stay off them, but maybe we can use this to our advantage and lure the orcs onto the sand.
ru: Легки на помине... Драпать надо, и побыстрее. Эх, успеть бы добраться до Шмелтаппа, пока нас не сцапали. <i> </i> Эй, осторожней! Видишь там, впереди, местами песок? Это плывуны. Любого, кто на них ступит, затянет, как в болотную трясину. И всё, кирдык. Так что держитесь от них подальше. А вот заманить на них орков было бы очень даже неплохо.

source: Uh, Grnk say what?
ru: Эээ... Что сказал Грнк?

source: sigh
ru: вздыхает

source: You no step on sand, make orc step on sand.
ru: На песок не наступать. Ни шагу. Ясно? Заставь наступить туда орка.

source: Oh. Why Grnk no say so?
ru: Ааа. Чё ж сразу так не сказал?

source: Because for some reason I keep forgetting that I'm the only one with half a brain around here. Now run!
ru: По некоторым причинам постоянно забываю, что у меня одного здесь имеется хоть какая-то часть мозга. А теперь бежим!

source: Scenario Information
ru: Информация о сценарии

source: Peculiarities of Some Scenarios
ru: Особенности некоторых сценариев

source: In scenarios in which Grnk is the side leader, there is generally no starting gold, no base income and no early finish bonus. Instead, he has a 'personal gold' amount which gets carried over 100% through all scenarios. Spending this gold sparingly is crucial. <i> </i> Grnk is such a weak and pathetic character that villagers do not take him seriously enough to pay him money. Thus, villages cannot be captured by units on the side he leads. The healing and curing characteristics of villages remain (and stepping on them ends a unit's turn) and those owned by another side will become neutral when a unit on Grnk's side steps on them. <i> </i> Also note that having had to get by by stealing (and then running) most of his life, Grnk has developed a certain talent for sneaking around people and getting away. He is a quick unit with the skirmisher ability and advances somewhat differently from the standard goblin spearman. Check out his unit description.
ru: В сценариях, в которых Грнк выступает в качестве лидера, обычно вообще нет начального золота, основного дохода и премии за раннее окончание. Вместо этого через сценарии переносится его 'личное золото', так что в этой кампании всё решает экономное расходование средств. <i> </i> Грнк такой слабый и жалкий гоблин, что даже крестьяне не воспринимают его всерьёз и отказываются платить дань. Поэтому ни он сам, ни его подчинённые не могут захватывать деревни. Без изменений осталось лечение и исцеление в деревнях, и точно так же при их занятии теряется остаток хода (если деревня принадлежала другой фракции, то при этом она станет нейтральной). <i> </i> Само собою, чтобы выжить, Грнку пришлось большую часть жизни промышлять воровством, а затем убегать, так что эти навыки у него развились в особой степени. Он не обращает внимания на зоны контроля и перемещается быстрее любого другого соплеменника-копьеносца. Уделите время и познакомитесь с описанием нашего главного героя.

source: <span color='#A050A0'>Escape To Shmaltupp</span>
ru: <span color='#A050A0'> Бегство в Шмелтапп </span>

source: Move Grnk to the signpost in the east
ru: Переместите Грнка к указателю на востоке.

source: Death of Grnk
ru: Смерть Грнка

source: Grnk is serious about not wanting to deal with the other goblins any more. None of them will follow him into the next scenario(s).
ru: Грнк очень серьёзно относится к решению не иметь больше дел с гоблинами. Ни один из его спутников не пойдёт за ним в следующий сценарий.

source: Right-click on the map for additional information about this scenario.
ru: Щёлкните правой клавишей мыши, чтобы получить дополнительную информацию об этом сценарии.

source: It is also useful to check out Grnk's unit description whenever his unit type changes.
ru: Также полезно заглядывать в описание Грнка каждый раз, когда тип его юнита изменяется.

source: $pillager_name, when we're all across the bridge, take your torch and burn it so that the orcs cannot follow us.
ru: Так, $pillager_name, когда мы перейдём через мост, подожги его, чтобы орки не смогли нас преследовать.

source: Uh. What?
ru: Ээээ. Шта?

source: You go other side river, burn bridge.
ru: Дуй на другую сторону реки, поджигай мост.

source: Right. $pillager_name go now.
ru: Дошло. $pillager_name всё сделает.

source: No! Wait, you idiot!!! We have to cross it first or we'll be trapped here. Also, make sure to remember that any unit on the bridge will be killed.
ru: Нет! Придурок, ты куда?! Нам же нужно сначала перейти на ту сторону, ведь иначе мы в ловушке застрянем. Хоть бы подумал, что любой, кто окажется на горящем мосту, сгорит нафиг.

source: We go other side first, then burn bridge.
ru: …! Сначала мы переходим на ту сторону, затем сжигаем мост.

source: Move $pillager_name here to burn the bridge
ru: Переместите $pillager_name|a сюда чтобы поджечь мост

source: There's more of them! We better run as fast as we can.
ru: Их ещё больше! Бежим так быстро, как только можем.

source: They just keep coming!
ru: Да сколько их ещё будет?!

source: $unit.name sink!!!
ru: $unit.name тонет в песке!!!

source: I'm sinking!!!
ru: Меня затягивает!!!

source: How could I forget!
ru: Как я мог забыть!

source: You idiot! Didn't I tell you?!
ru: Идиот! Разве я тебе не говорил?!

source: We one get!
ru: Один пошел!

source: Idiot! No see happen $S.name_orc1? No step sand!
ru: Дубина! Не видишь, что случилось с $S.name_orc1? Ни шагу на песок!

source: Looks like the orcs figured it out. Too bad, but at least we got two of them.
ru: Похоже, орки обо всём догадались. Паршиво, но хоть от двоих избавились.

source: There they are! Let's get them, chaps!
ru: Там они, там! Давай проучим этих мелких ублюдков!

source: Why? What have we done to you? I have never even met you before.
ru: Почему? Что мы вам сделали? Я вас даже никогда прежде не видел.

source: What? Who are you? Oh, just a bunch of goblins. No, our quarrel is with those orcs. Stay out of our way and we will do the same.
ru: Что? Кто вы? А, просто свора гоблинов. Нет, у нас тут некоторые разногласия с вон теми орками. Ступайте своей дорогой, и мы поступим так же.

source: Then why don't we help each other? I need to get to Shmaltupp and those orcs are my enemies also.
ru: Тогда почему бы нам не помочь друг другу? Мне нужно добраться до Шмелтаппа, а те орки такие же враги нам, как и вам.

source: A goblin fighting the orcs, and such an eloquent little fella at that. Amazing! But I ...
ru: Гоблин, сражающийся с орками. Какой бесстрашный и какой красноречивый парнишка. Потрясающе! Но я...

source: Now what? What do <i>you</i> want from us?
ru: А дальше? Да что <i> ты </i> от нас хочешь?

source: Who you? $tmp_name no care goblin.
ru: Ты ещё кто? $tmp_name плюёт на гоблинов.

source: They're really after me. We've had some, uh, disagreements in the past.
ru: Они под моей защитой. Наш незначительный, эмм, спор улажен и остался в прошлом.

source: Brother, little goblin steal orc gold. We them get.
ru: Брат, мелкие гоблины стащили наше золото. Мы их на куски порвём.

source: Steal orc brother gold?! All kill, bandit, goblin, all. Camp here.
ru: Стащить золото брата орка? Убить всех. Бандитов, гоблинов, всех. Лагерь разобьём тут.

source: Let me guess. They mean you also?
ru: Позвольте высказать предположение. Это они вас имели в виду?

source: Indeed. Well, chaps, this was unfortunate timing. Looks like we're surrounded. How about one last grand stand? Let's go with a bang. And we might as well help that little fella get to Shmaltupp, at least there's some meaning to it then.
ru: Ага. Мда, парни, дела наши скверные. Похоже, мы окружены. Как насчёт последнего боя, а? Зададим им жару! И давайте поможем тому парнишке добраться до Шмелтаппа. Пусть у нашей гибели появится хоть какой-нибудь смысл.

source: Really?!? Thanks, that's very kind of you. Nobody has ever helped me before. But I don't see what you can possibly do. There's no way through all those orcs.
ru: Серьёзно? Спасибо, это так... У меня даже слов нет. Никто прежде никогда мне не помогал. Но я не вижу,что можно сделать: пройти через тех орков нет никакой возможности.

source: Not down here, but there is another way. See that old mine over there? It goes all the way through to the other side of the mountains. It's partially collapsed and too narrow for humans or orcs, I've tried, but I have seen the occasional fox or badger come through, so you little fellas might be able to make it.
ru: Нет, не туда. Видишь вон ту старую шахту? Её штольни выходят на другую сторону горы. Вот только там всё частью обрушилось, и теперь через проходы ни орку, ни человеку не пролезть. Но я видел, что лисы и барсуки шныряют в них, как у себя дома. Вы парнишки некрупные, как-нибудь да просочитесь.

source: But then there's nowhere to go on the other side.
ru: Но даже если мы выберемся на той стороне горы, то куда идти? Там же ничего нет.

source: There is. It'll be slow and tedious, but if you can make it to the gryphons before the orcs get to you, you can ride them down to the plains. You know how to do that, right?
ru: Есть. Путь будет долгий и утомительный, но в конце, если орки до вас не доберутся, получите шанс оседлать грифонов. А там советую отправиться вниз, к равнинам. Ну что, справитесь?

source: Umm, no, not really, but I don't see another way. I will have to try. Thank you!
ru: Хмм... Увы, но это мне кажется невыполнимым, хотя и другого пути не вижу. Ну, что же, попробуем. Благодарю!

source: Don't mention it. Come on, chaps, let's go to the old castle over there and block the valley for these little fellas.
ru: Не стоит. А ну, братва, займём тот старый замок и перекроем долину, дадим пацанам уйти.

source: Tunnel and Gryphon Instructions
ru: Подробности о туннеле и грифонах

source: Only unmounted goblins can enter the mine tunnel. Once in there, a goblin will move one hex per turn and cannot turn back. Note that goblins in the tunnel can be attacked by enemy units on adjacent hexes but, due to their being on hands and knees, cannot defend themselves and have a 100% chance of being hit (except at the tunnel mouth, where normal defense and terrain rules apply). <i> </i> The gryphons will not move or attack unless a unit is right next to them. In order to attempt a ride, move an unmounted goblin onto a hex adjacent to a gryphon.
ru: Только пешие гоблины смогут войти в штольню. Оказавшись там, гоблины будут перемещаться только на один гекс за ход и не смогут двигаться в обратном направлении. Учтите, что гоблины в туннеле могут подвергнуться нападению с соседних ячеек, но из-за того что передвигаются на карачках, защитить себя не в состоянии, и имеют 100%-й шанс быть поражёнными (за исключением участка туннельного рва, где применяются обычные правила местности. <i> </i> Грифоны не двинутся и не нападут, пока рядом с ними никого нет. Чтобы попытаться их оседлать, переведите пешего гоблина на смежную с грифоном ячейку.

source: <span color='#A050A0'>Aid In Grnk's Escape</span>
ru: <span color='#A050A0'> Помощь в спасении Грнка </span>

source: Hold the valley until Grnk makes it to Shmaltupp
ru: Удерживайте долину, пока Грнк не доберётся до Шмелтаппа

source: None of Gertburt's units, not even Gertburt himself, will move on to the next scenario.
ru: Ни один из бойцов Джертберта, да и сам Джертберт, не перейдут в следующий сценарий.

source: Hey, little fella, one more thing. If you make it to Shmaltupp and happen to run into a guy by the name of Rutburt, tell him that you met me and that we battled the orcs together.
ru: Эй, мелкий, есть ещё одно. Если доберёшься до Шмелтаппа, и так случится, что встретишь там одного парня по имени Ратбарт, то передайте ему, что видел меня, и мы вместе били орков.

source: Will do.
ru: Обязательно.

source: I really hope that there isn't one of them badgers coming through right now.
ru: Искренне надеюсь, что сейчас здесь нет ни одного барсука.

source: $unit.name no happy.
ru: $unit.name невезучий.

source: Phew!
ru: Уф!

source: $tunneler[$tunneler_index].name like!
ru: $tunneler[$tunneler_index].name|у нравится!

source: It's hard to believe, but it seems even darker here!
ru: Трудно поверить, но, кажется, здесь ещё темнее!

source: $tunneler_name very no like!
ru: $tunneler_name|у очень не нравится!

source: It's really dark in here! And there certainly is no space to turn around anywhere.
ru: Тут тёмно! И, конечно, никак не развернуться.

source: $tunneler_name no like!
ru: $tunneler_name|у не нравится!

source: I did it! I am riding a gryphon!!
ru: У меня получилось! Я оседлал грифона!!

source: Look $unit.name! $unit.name ride gryphon!!
ru: Посмотрите на $unit.name! $unit.name полетел на грифоне!

source: Aahh !!
ru: Аа!!

source: Aaahhh !!!
ru: Ааааа!!!

source: Wow, that was wild! I'll be happy if I never have to do that again!
ru: Ничего себе! Никогда, никогда больше не пойду на такое!

source: Aaaaaaaahhhhhhhh !!!!!!!!
ru: Аааааааааааааа!!!!!!!

source: Apparently not everyone is meant to ride gryphons.
ru: Похоже, не всем дано летать на грифонах.

source: It's been a good run ...
ru: Это был славный бой...

source: I made it! Onward to a better life!
ru: Я это сделал! Вперёд, к новой жизни!

source: Shmaltupp
ru: Шмелтапп

source: Shmaltupp_02
ru: Шмелтапп_02

source: Shmaltupp_03
ru: Шмелтапп_03

source: Shmaltupp_04
ru: Шмелтапп_04

source: Grnk the Rider
ru: Грнк наездник

source: Shmaltupp_05
ru: Шмелтапп_05

source: Koorzhar
ru: Куржар

source: Shmaltupp Army
ru: Армия Шмелтаппа

source: Rutburt
ru: Ратбарт

source: Bandits
ru: Бандиты

source: Villagers
ru: Селяне

source: Rats
ru: Крысы

source: Shmaltupp Scenario Information
ru: Информация о Шмелтаппе

source: It appears that there is something rather unhealthy in the air of Shmaltupp, as healing by resting does not work here. Furthermore, buildings on the map are just that, buildings, not villages that provide healing benefits. If you need to heal Grnk, move him to one of the medical establishments, some more reputable than others, where he can be cared for for a small charge. Note that leaders of groups which Grnk might want to join will generally not take him along if he is not in perfect health. <i> </i> As distances within Shmaltupp are shorter than those on a typical 'landscape map,' Grnk's movement points are doubled here. <i> </i> Also check out the 'pickpocket' and 'inventory' right-click menu items for additional information.
ru: Наверное, в воздухе Шмелтаппа витает нечто нездоровое, ведь даже от хорошего отдыха здоровье здесь совершенно не восстанавливается. И дома здесь — просто здания, от которых нет ни лечения, ни защиты. Если вы захотите вылечить Грнка, то поместите его в одно из медицинских учреждений, где за деньги ему немного помогут. Учтите, что лидеры организаций, к которым может захотеть присоединиться Грнк, обычно не желают иметь дело даже с легкоранеными. <i> </i> Так как Шмелтапп представлен на карте в увеличенном масштабе, то передвижение Грнка здесь удвоено. <i> </i> Также в меню ПКМ выберите пункты 'карманник' и 'инвентарь', чтобы получить дополнительную информацию.

source: So this is Shmaltupp. It's even bigger than I had imagined. And so many people, all living together peacefully!
ru: Так вот он какой, Шмелтапп. Ещё больше, чем я себе представлял. А сколько здесь людей... И все живут мирно!

source: It's not quite as strange any more as the first time.
ru: По сравнению с первым разом, всё выглядит намного привычней.

source: This place is starting to grow on me. Slowly.
ru: Я начинаю срастаться с этим городом. Постепенно.

source: Halt! You cannot bring that beast into town.
ru: А ну, стой! Ты не можешь провести животное в город.

source: Says who?
ru: А с чего вдруг?

source: Says Lieutenant Koorzhar. You can either leave your wolf outside the city gates or stay out yourself.
ru: Приказ лейтенанта Куржара. Или оставляешь волка за городскими стенами, или проваливаешь отседова.

source: But what if my wolf runs away? I only just caught him.
ru: Но что делать, если мой волк убегает? Я его только поймал и ещё не успел приручить.

source: That's not my problem. Now are you going to get that mutt off my bridge or shall I call the Lieutenant? He'd not be happy about that.
ru: А это не моя забота. Так ты уберешь эту тварюку с моста, или мне позвать лейтенанта?

source: Alright, alright, I was just asking.
ru: Ладно, ладно, я просто спросил.

source: You wait here while I am gone. And stay away from those rats, you hear me?
ru: Подожди меня здесь, хорошо? И держись подальше от тех крыс, понял?

source: Yelp !
ru: Ууув-гав!

source: Better?
ru: Так пойдёт?

source: Better. Have a pleasant stay in Shmaltupp.
ru: Пойдёт. Приятно провести время в Шмелтаппе.

source: Alright, little puppy, you know the drill.
ru: Хорошо, щенок, ты знаешь, что делать.

source: Grrrrrrwwwllll !!!
ru: Грррррвввлллл!!!

source: Here we go again.
ru: И вновь я здесь...

source: <span color='#A050A0'>Explore Shmaltupp</span>
ru: <span color='#A050A0'> Исследуйте Шмелтапп </span>

source: Figure out what to do next
ru: Найдите, что делать дальше

source: Attack another villager
ru: Нападите на другого крестьянина

source: Enter the army camp again
ru: Снова войдите в армейский лагерь

source: Villagers and rats act as Grnk's allies during their turn and never attack him. They do, however, defend themselves if attacked during his turn.
ru: Крестьяне и крысы во время своего хода действуют, как союзники Грнка, и никогда на него не нападут. Но,если вы сами их атакуете, они станут защищаться.

source: I guess they only live together <i>mostly</i> peacefully.
ru: Наверное, они здесь, <i>по большей части</i>, живут мирно.

source: Hey, you! We cannot have strangers attacking our townsfolk! This might be a bit of a rough town, but we are still responsible for keeping things quiet here. As quiet as possible, at least.
ru: Эй, ты! У нас в городе не принято, чтобы незнакомцы нападали на наших граждан! Здесь тебе не помойка, из которой ты вылез. Мы заботимся о чистоте и порядке, и поддерживаем в городе мир и спокойствие. Всеми возможными способами.

source: I'll give you a break this time. I know old $second_unit.name here. Quite possibly he provoked you, but don't let me catch you a second time.
ru: На этот раз я тебя отпущу. Я знаю $second_unit.name, он мог и сам тебя спровоцировать — есть за ним такое, не скрою, но если нечто подобное повторится, то пеняй на себя.

source: You can still try to pick money from the townspeople without Sergeant $Shmaltupp.stored_sergeant.name coming after you.
ru: Вы всё ещё можете попытаться вытянуть деньги у горожан, когда сержант $Shmaltupp.stored_sergeant.name отойдёт в сторону.

source: You again! I warned you. You come with me now. I will lock you away for a long time. Guard!
ru: Опять ты! А я предупреждал. Пойдёшь со мной. У нас тут для таких наглых воришек всегда найдутся свободные апартаменты. <i> </i> Гвардеец!

source: Let's go.
ru: Пошли.

source: Look at me, I got one! I think I'll put this one into my bag.
ru: Смотрите, у меня получилось! Думаю, она в мою сумку поместится.

source: Take that, foul vermin! Into the bag with you.
ru: Получи, грязная тварь! Для тебя здесь готова сумка.

source: I could get used to this! Another one for the bag.
ru: Так я могу и привыкнуть! Надо бы завести ещё один заплечный мешок.

source: SQUEAK !!!
ru: <i> Пи-Пи!!! </i>

source: That's right. I'm Grnk, mighty killer of rats. Tremble before me!
ru: Верно. Я — Грнк, могущественный убийца крыс. Трепещите передо мной!

source: Nothing's ever been afraid of me before and now I have established a reputation among the rats of Shmaltupp. How pathetic is that?!
ru: Никто и никогда прежде меня не боялся, а теперь я завоевал репутацию среди крыс Шмелтаппа. Насколько же это жалко?!

source: Bartender
ru: Бармен

source: Welcome to the Deep Pint, laddie. What brings ya to town?
ru: Добро пожаловать в Бездонную Пинту, малец. Какое дело привело тебя в наш город?

source: Just ... trying to start over.
ru: Просто... пытаюсь начать всё сначала.

source: Ah, running away from somebody. Or something. Either way, the Deep Pint is the place to forget about ya worries. Would ya like a draught? Only 2 gold for a Shmaltupp Lager, or 3 for our very own Deep Pint Dark Reserve, brewed right here, in a mine directly underneath the basement.
ru: Ааа, бегство от кого-то. Или от чего-то. В любом случае, ты не ошибся, зайдя сюда — Бездонная Пинта подходящее место, чтобы выкинуть из головы все свои заботы. Не хочешь пропустить кружечку? Всего лишь два золотых за сваренное в лучших городских традициях шмелтаппское светлое, или три за божественное тёмное, которое вызревает в подвалах нашей таверны.

source: Umm, what's the difference?
ru: Хммм. А в чём разница?
