Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Hmm. We cannot confront him directly, not here in Hynderwlt anyway. He is too powerful even by himself and he has many supporters here. We need to set a trap instead. <i> </i> Here's what we will do. There is yet another secret entrance into the Master’s valley from the Northern Wastelands. It's somewhat inconvenient to access behind that volcano I have previously pointed out to you on our travels — which is part of the point, in fact. Anyway, you go there and ... <span color='#909090'>[ long and tedious description of the details ]</span>
ru: Хм. Ни здесь, ни в Гиндервилте бросить ему прямой вызов мы не можем. Его могущество велико само по себе, да и сторонников у него немало... Значит, устроим ему западню. <i> </i> Вот что мы сделаем. С северных пустошей в долину повелителя ведёт один секретный проход. Не очень удобный — вход в него начинается как раз за вулканом, на который я указывал тебе во время наших путешествий. Так вот, ты пройдёшь туда и... <span color='#909090'>[ долгое и утомительное описание деталей ]</span>

source: Sounds like a plan. But what about that mole in the Master's ranks? Shouldn't we try to warn him and see if he can help us?
ru: Что-то в этом есть. А как же тот отступник в рядах повелителя? Разве не стоит попытаться его предупредить, чтобы узнать, чем он может оказаться нам полезен?

source: Let me take care of that. I have a <i>pretty</i> good idea now who that might be. Leave now and do as I told you.
ru: Этим я займусь сам. Есть у меня одна <i> весьма занятная </i> догадка, кто бы это мог быть. Давай. И сделай всё, как я тебе сказал.

source: Well, well. This is an interesting turn of events. I better get back to my own night job then.
ru: Ну, ладно. События приняли неожиданный поворот, мне лучше вернуться к собственной ночной работе.

source: Interesting indeed. I've always thought that Wyssauba was somehow involved in this, but not quite to this extent! I won't let him catch me that easily though.
ru: И в самом деле интересно. Всегда подозревал, что Виссобе так или иначе замешан в происходящем, но чтобы до такой степени! Нет, меня он так легко не возьмёт.

source: Which brings us to another familiar place
ru: И переносимся в другое знакомое нам место

source: Your brandy, Master.
ru: Ваш бренди, Повелитель.

source: Great news, Grnd. I know ...
ru: Великолепные новости, Грнд. Я знаю...

source: Grnd?
ru: Грнд?

source: What? Oh, yes, yes. I've decided to call you Grnd in order to avoid confusion. Anyway, I now know ...
ru: Что? Ах, да. Я решил называть тебя Грндом, чтобы избежать путаницы. Так или иначе, теперь я знаю...

source: Grnd
ru: Грнд

source: Great! As if being a second-hand goblin replica surrounded by undead isn't bad enough, now I also have a name like something you scratched off a goblin's ass.
ru: Вот здорово! Как будто быть второсортной копией гоблина, окруженной мертвецами, и так недостаточно унизительно. Теперь ещё у меня появилось имя, будто вырвавшееся из гоблинской задницы.

source: Armpit, actually. Grnk's armpit, to be precise. But if you'd kindly let me finish, I now know who the mole in our ranks is. Well, I know who he is in the outside world. I haven’t quite figured out yet which form he takes on in here. But that's just a question of time. Naturally.
ru: На самом деле — подмышки. Подмышки Грнка, если быть точнее. Но если ты проявишь любезность и дашь мне возможность закончить, то узнаешь некоторые подробности о предателе в наших рядах. Я узнал, кто он во внешнем мире, правда, не знаю, какую форму принимает здесь. Но это лишь вопрос времени. Само собой.

source: So why don't you just kill him out there?
ru: А почему бы его просто не убить?

source: Because if we do it right, we can take care of him, Grnk and the rest of them spineless Hynderwlt maggots all at the same time. Well, after some more preparations, that is. So I need you to set up a little welcoming party for Grnk and slow him down a bit. Don’t make it too strong though, we do want him to make it past them.
ru: Если мы всё сделаем правильно, то расправимся одним махом не только с ним, но и со всеми бесхребетными червями Гиндервилта. Разумеется, после некоторых приготовлений. Вот поэтому мне и нужен ты. Устрой для Грнка дружескую встречу, задержи его. Но слишком не увлекайся, мне он нужен живым.

source: Just another 'necessary sacrifice' for the Grand Plan?
ru: Просто ещё одна 'необходимая жертва' ради Великого Плана?

source: Indeed. Oh, and one more thing. Stop this burning villages thing. It was amusing for a while, but we need some human minions too. You may not fry them all.
ru: Да. И ещё одно. Прекращай сжигать крестьян. Некоторое время это меня забавляло, но нам нужны и почитатели среди людей. Всех их ты не спалишь.

source: Impasse
ru: Тупик

source: Grand Plan Sacrificial Lambs
ru: Жертвенные агнцы Великого Плана

source: <span color='#A050A0'>Move Into The Master's Valley — Again</span>
ru: <span color='#A050A0'> Пройдите в долину Повелителя (снова) </span>

source: Defeat the undead leader
ru: Убейте лидера мертвецов

source: Vanak like smash skeleton.
ru: Ванаку нравится разбивать скелеты.

source: Looks like you are going to get to have some fun then. I don't remember there being an undead camp here last time we came through but, well, there it is.
ru: Похоже, тебя ждёт изрядное развлечение. Не помню, чтобы там была крепость, когда мы последний раз тут пробирались. Но теперь она есть.

source: I failed the Master.
ru: Я подвёл Повелителя.

source: Wait here, Vanak. I must be doing this part alone.
ru: Жди здесь, Ванак. Свой долг мне нужно отдать самому.

source: This must be it. There's the volcano Wyssauba mentioned. 'Somewhat inconvenient' is a bit of an understatement though.
ru: Должно быть, это он, упомянутый Виссобе вулкан. 'Несколько неудобно' на самом деле выглядит знатным преуменьшением.

source: Wait! I hear something.
ru: Погодите! Я что-то слышу.

source: Argh. Even after doing this so many times, I've still not gotten used to it.
ru: Архг. Даже после стольких раз никак не могу привыкнуть.

source: Now let's seal off this entrance.
ru: Окружим этот вход.

source: There! Even a goblin won't get through here any more.
ru: Вот! Даже гоблину здесь больше не пролезть.

source: How the hell did he find out about our plan?!? And more importantly, what do I do now?
ru: Проклятье! Как он узнал о нашем плане!? А главное, что же мне делать теперь?

source: Passage
ru: Проход

source: Elralith
ru: Элрейлит

source: So you are that little fella everybody's talking about. I would never have thought that I would say that to a goblin, but it's a pleasure to meet you.
ru: Так значит, ты и есть тот самый маленький парень, о котором в последнее время расходится столько слухов. Никогда бы подумал, что скажу это гоблину, но повстречать тебя оказалось весьма приятно.

source: Likewise. I would never have thought that I would even see an elf one day.
ru: Взаимно. Никогда бы не подумал, что хоть однажды увижу эльфа.

source: Nevertheless, there is no way I can allow a horde of orcs to pass through Ultwildir.
ru: Тем не менее, я не могу позволить орде орков пройти через Ультвилдир.

source: But we must get to the southern side of the mountain range that contains the Master's Lair and this is the only way that is not either blocked or too long. If we do not get there quickly, great evil will befall our lands. The Master is ...
ru: Но нам необходимо добраться до юга горной гряды, там сокрыто логово Повелителя, а это единственная быстрая и не перекрытая туда дорога. Если мы задержимся в пути, то на все земли вокруг заявится ужасное зло...

source: Indeed, we know all about the Master. He is of no concern to us, whereas orcs and trolls roaming free inside Ultwildir are ...
ru: Да, мы все знаем о Повелителе, и он нас совершено не тревожит. А вот разгуливающие по нашему Ультвилдиру толпы диких орков и троллей...

source: Now, Elralith ...
ru: Послушай, Элрейлит...

source: Maybe I may make a suggestion?
ru: Могу я внести предложение?

source: Gertburt! You are friends with the elves?!?
ru: Джертберт! Ты дружишь с эльфами!?

source: smiles
ru: улыбается

source: And why would that surprise you? <i> </i> Now, it appears to me that a deal can be struck here. Elralith, you have that little problem with the saurians coming up from the Eldryanic Swamps at night and felling trees for firewood. I am sure that Grnk here would be more than happy to take care of that for you. Not that you couldn't by yourself, mind you, but why get your hands dirty when such a generous offer arises. Isn't that so, Grnk?
ru: С чего бы это тебя удивляло? <i> </i> Сдаётся мне, мы сможем договориться. Элрейлит, я знаю о вашей проблеме с ящерами, которые каждую ночь вылезают из Элдрианских болот и рубят священный лес ради дров для костра. Уверен, что Грнк был бы более чем рад посодействовать вам, и разобраться с ящерами. Не то чтобы вы не могли справится с этим сами, но зачем пачкать руки, если поступает столь щедрое предложение. Не так ли, Грнк?

source: Umm. Right. I suppose so.
ru: Хмм. Да, всё так. Надеюсь, что так.

source: Unfortunately, Grnk and his friends cannot get there without passing through the outskirts of Ultwildir. Nobody is talking about letting any orcs roam free in Ultwildir, only about letting them pass through under guard. I know this little fella. If he says that the orcs will not harm any elf or tree, they will not.
ru: К сожалению, Грнк и его друзья не могут туда добраться, не пройдя через предместья Ультвилдира. Никто даже и не думает, что орки смогут свободно гулять по вашему лесу, ведь они пройдут к нужному месту под вашей охраной. Я знаю этого парня. Если он скажет, что орки не причинят вреда эльфам или деревьям, то так оно и будет.

source: Yet again, you're proving to be a cunning old bird, Gertburt. Indeed, this appears to benefit us all. <i> </i> But be warned, Grnk, if anyone as much as touches a tree, our archers will not be standing by idly.
ru: А ты, Джертберт, всё тот же старый хитрый лис. Действительно, это может помочь нам всем. <i> </i> Но предупреждаю, Грнк, если кто-нибудь хоть бы прикоснётся к дереву, наши лучники в стороне не останутся.

source: We them no get?
ru: Мы их побьём?

source: No, Vanak. We them no get. These are our friends. Of sorts. Just make sure nobody falls out of line.
ru: Нет, Ванак, не побьём. Это наши друзья. Своего рода. Просто смотри, чтобы никто не отклонился в сторону.

source: Vanak no like.
ru: Ванаку не нравится.

source: I agree, that was somewhat ... uncomfortable. But I guess I would have done the same if the situation were reversed. <i> </i> Now, let's see about them lizards.
ru: Согласен, это несколько... неудобно. Но, полагаю, что пошел бы на то же самое, даже если бы всё было совершенно иначе. <i> </i> А теперь займёмся ящерицами.

source: Alarmsss!!!
ru: Тревога!!!

source: Favor
ru: Польза

source: Swamp Squatters
ru: Болотные поселенцы

source: Pleasant Passage
ru: В добрый путь

source: <span color='#A050A0'>Exterminate The Saurian Infestation</span>
ru: <span color='#A050A0'> Истребите заразных ящеров </span>

source: Defeat all enemy leaders
ru: Одолейте всех вражеских лидеров

source: Wow, what a smell! This brings back memories of Shmaltupp Lager.
ru: Фуе, какая вонь! Пробуждает воспоминания о шмелтаппском лагере.

source: To zze weaponssss!
ru: К оружжжию!

source: Pleasant Passage <i> </i> (Never mind the smell)
ru: В добрый путь <i> </i> (Не обращайте внимания на запах)

source: I would have thought that all those lizards had gotten rid of them lurkers by now.
ru: Хочу надеяться, что среди этих ящеров нам не встретятся скрытники.

source: Here'szs more gold from zze Hulbenszal minesss.
ru: Больше зззолота из шахт Хулбензззала.

source: Saurian Gold Deliveries
ru: Ящеры-носильщики золота

source: Every $S.gold_frequency turns, the south-western saurians (side 4) receive more gold from their mines. The money is added to the side's account when the gold carrier moves next to the side leader. The amount varies randomly, but it's generally enough to allow the saurian leader to recruit a few more units.
ru: Каждый $S.gold_frequency|-й ход ящеры на юго-западе (сторона 4) получают золото из своих шахт. Деньги добавляются в казну, когда носильщик пройдёт рядом с лидером. В каждой такой партии количество золота меняется случайным образом, но обычно его хватает, чтобы лидер ящеров мог завербовать ещё нескольких воинов.

source: Very good. Now join zze fight.
ru: Отлично. Теперь присоединимся к борьбе.

source: You don't say!
ru: Вот так!

source: We have heard that before.
ru: Мы слышали это прежде.

source: Zzzzsssssss ...
ru: Ззззсссссс...

source: One step closer! Now, how do we make it to Shmaltupp undetected?
ru: На один шаг ближе! А теперь, как же нам добраться до Шмелтаппа незамеченными?

source: Just then a cruise ship, of sorts, approaches the Eldryanic River
ru: Как раз в этот момент по реке проплывало нечто, похожее на экскурсионный корабль.

source: A Voice from the Cruise Ship
ru: Голос с экскурсионного корабля

source: I keep telling you, the smell is part of the experience. Just think about how lovely Hulbensal Peninsula will be after this. In any case, the QTAA has sanctioned our strict no-refund policy.
ru: Повторюсь, запах это часть переживаемого опыта. Просто представьте, насколько прекрасным в конце нашего пути покажется полуостров Хулбенсэл. В любом случае, АТУ придерживается строгой политики невозврата средств и отсутствия компенсации.

source: If I don't know that voice! I have an idea.
ru: Да я знаю этот голос! И у меня появилась идея.

source: Yo, Quank!
ru: Эй, Уэнк!

source: Who's out there? Who's asking for Quank? There is nobody here by that ... Oh, hello there. It's you again. That was quite a feat you pulled there with my cart and the trolls.
ru: Кто там? Кто спрашивает Уэнка? Никого тут нет... О, приветствую. И снова ты. Знаешь, было настоящим подвигом заставить троллей вытащить мою повозку.

source: Yeah, well, that's why I want to talk to you. You said that you owe me a favor.
ru: Да, об этом я и хочу поговорить. За тобой долг.

source: But certainly. Anything for Shmaltupp's greatest smallest hero — and a good customer. How much gold do you have on you?
ru: Конечно же. Всё, что угодно для маленького героя Шмелтаппа и образцового клиента. Сколько у тебя золота?

source: Quank graciously grants Grnk, Vanak and all the orcs passage on his ship for the extra low fee of the carryover gold from this scenario.
ru: Уэнк любезно предоставляет Грнку, Ванаку и его оркам воспользоваться его кораблём за умеренную часть перевозимого ими золота.

source: Alliance
ru: Альянс

source: Langzight
ru: Ленгзайт

source: TGSLB
ru: ЭСРУ

source: More Swamp Squatters
ru: Многочисленные болотные жители

source: <span color='#A050A0'>Convince Lieutenant Langzight To Join Grnk Before Koorzhar's Troops Arrive</span>
ru: <span color='#A050A0'> До того, как прибудут войска Куржара, убедите лейтенанта Ленгзайта присоединиться к Грнку </span>

source: Move Quank onto any hex of Langzight's castle
ru: Переместите Уэнка на любой гекс форта Ленгзайта

source: Death of Quank
ru: Смерть Уэнка

source: Langzight is attacked by a unit on Grnk's side
ru: Любой из воинов Грнка нападает на Ленгзайта

source: Enemy units defeated by Grnk's units will not be killed, but taken prisoner instead.
ru: Воины противника, побеждённые бойцами Грнка, останутся в живых и будут взяты в плен.

source: This scenario features changing objectives. Vanak's orcs need to be prepared to continue fighting after this first part.
ru: В этом сценарии конечные цели изменяются, а потому после окончания основного времени оркам Ванака лучше оказаться готовыми к новому бою.

source: Halt! Who goes there? <i> </i> I have to search your ship. Orders by General Koorzhar.
ru: Стой! Кто идёт? <i> </i> Я должен обыскать ваш корабль. Приказ генерала Куржара.

source: You will do no such thing, soldier! Don't you know who I am? Quank's the name, founder and owner of the QTAA, QMO and QBE, to name just a few. I am an advisor to the general in all business matters. In fact, I had dinner with him last night. <i> </i> Now, how about some polish for those fine boots you are wearing? You will never have wet feet again and your boots will shine so brightly, your next promotion is all but guaranteed.
ru: Нет, солдат, никакого обыска не будет! Разве ты не знаешь, кто я? Моё имя — Уэнк, я основатель и владелец АТУ, ВЭУ и БЭУ, и это лишь малая часть моей деловой империи. Я советник генерала по всем служебным вопросам. Да вот, кстати, я обедал с ним вчера вечером. <i> </i> Так что оставим. Как на счёт того, чтобы придать твоим сапогам немного блеска? Ноги всегда останутся сухими, а обувь засияет на солнце так же ярко, как твоё гарантированное продвижение по службе.

source: I don't care who you are. If you were the general himself, I'd still have to search the ship. General’s orders. And I do not need any boot polish. Men, search the ship!
ru: Мне нет дела до того, кто ты. Да будь ты хоть самим генералом, то я всё равно должен провести осмотр. Приказ есть приказ. И никакого блеска для сапог мне не надо. Солдаты, обыщите корабль.

source: It can never be easy, can it? Come on, Vanak.
ru: Никогда ничего легко не выходит, не так ли? Давай, Ванак.

source: You, soldier, I don't want to ...
ru: Солдат, я не хочу...

source: Eek! It's that mad goblin the general has warned us about. Quick, $tmp_soldier.name, get help from Shmaltupp. The rest of us will retreat back to the Fort and keep these savages at bay until help arrives.
ru: Ах ты ж! Это же тот чокнутый гоблин, о котором нас предупреждал генерал. Быстрее, $tmp_soldier.name, поспеши за помощью в Шмелтапп. А мы отступим к форту и сдержим этих дикарей, пока не прибудет подмога.

source: Lieutenant, we're under attack!
ru: Лейтенант, на нас напали!

source: I really don't want to do this, but we don't have a choice. We must hurry and stop the Master before it's too late. I just wish there were a way to convince these people that we are trying to help them.
ru: Мне жаль, что приходится так поступать, но у нас нет иного выбора. Мы спешим остановить Повелителя до того, как станет слишком поздно. Увы, нет никакого иного способа убедить этих людей, что мы хотим им помочь.

source: Actually, there might be a way. I know Lieutenant Langzight. He's not at all as boneheaded as Koorzhar and can likely be reasoned with. Just get me into the fort and I will do the rest.
ru: Ну, один способ есть. Я знаю лейтенанта Ленгзайта. Он совсем не такой тупой, как старик Куржар, и даже способен рассуждать на отвлечённые темы. Просто дай мне оказаться в форте, а я сделаю всё остальное.

source: Quank, you're coming with us?
ru: Уэнк, так ты с нами?

source: Anything for a good customer. For this to work, however, it is essential that the lieutenant is not attacked personally and that none of the soldiers are killed. We need to demonstrate that Shmaltupp is not our enemy.
ru: Для хорошего клиента готов на всё. Но, чтобы мой план сработал, нужно, во-первых, чтобы никто не нападал на лейтенанта, а во-вторых, чтобы ни один его солдат не был убит. Нужно на деле продемонстрировать наши мирные намерения.

source: I see. Vanak, we them get, but I don't want you to kill the soldiers. Take them prisoner once you have them defeated.
ru: Ясно. Ванак, мы их побьём, но убивать не будем. Сегодня мы берём пленных.

source: Orc no kill human? Vanak no like, but little goblin smart. Vanak do little goblin say.
ru: Орк не убивать человеков? Ванаку не нравится. Но маленький гоблин умный. Ванак слушать маленького гоблина.

source: Very good. And I better don't use my prunes, since I still cannot control what happens.
ru: Отлично. А мне лучше не доставать свои сливы, их и так мало осталось.

source: Let's go then. <i> </i> Captain, move my cruise ship to safety. I cannot risk losing such a valuable asset in this little quarrel.
ru: Тогда приступим. <i> </i> Капитан, отгони мой круизный корабль в безопасное место. Было бы глупо потерять столь ценный актив в такой пустяковой ссоре.

source: Now I will never be able to convince the lieutenant to join us!
ru: Теперь мне никогда не переубедить лейтенанта!

source: Vanak, remember that we may not kill the humans. We take them prisoner.
ru: Ванак, не забывай, нам нельзя убивать людей. Мы берём их в плен.

source: Vanak no like, but little goblin smart.
ru: Ванаку не нравится, но маленький гоблин умный.

source: Vanak no like, but little goblin smart. $second_unit.name, no kill human or Vanak kill $second_unit.name.
ru: Ванаку не нравится, но маленький гоблин умный. $second_unit.name, не убивай человека, или Ванак убьёт $second_unit.name.

source: Quank! I cannot believe that you are collaborating with that traitor goblin.
ru: Уэнк, не могу поверить, что ты заодно с тем предателем гоблином.

source: Now, now, Lieutenant Langzight, you know as well as I who the real traitor is. Let's go inside. I brought a bottle of '69 Vintage brandy. I will sell it to you for a tuppence and we will have a little chat over it.
ru: Спокойнее, Ленгзайт, не нужно так кипятиться. Мы с вами прекрасно знаем, кто настоящий предатель. Давай пройдём внутрь. Вот, бутылка шикарного бренди 69-го года, которой я отдам тебе всего за пару пенсов и небольшую приватную беседу.

source: A few drinks later
ru: Несколько бутылок спустя

source: Grnk, I need you to release the prisoners.
ru: Грнк, нужно освободить пленных.

source: What? I cannot do that. Do you know how hard it is to persuade orcs not to kill their enemies. Releasing them is ...
ru: Что? Я не сделаю этого. Знаешь, как трудно было удержать орков от убийства своих врагов? А отпустить их...

source: I need you to trust me on this one.
ru: Доверься мне.

source: Trust <i>you?</i> Now there's an interesting concept.
ru: Довериться <i> тебе? </i> Интересное предложение.

source: I know, me neither, but for some reason which I cannot explain, I do believe Quank on this one.
ru: Прекрасно понимаю, что объяснить не могу, но почему-то мне хочется тебе верить, Уэнк.

source: Men, we will let Grnk and his, umm, companions cross the river and move north. As long as none of them draws a weapon, they are not to be harmed.
ru: Солдаты, мы позволим Уэнку и его, эммм, спутникам пересечь реку и пройти на север. Пока они не выкажут угрожающих намерений, мы вредить им не станем.

source: Thank you, but how about you joining us in our fight? The Master is a threat to all of us.
ru: Спасибо. А как насчёт присоединиться к нам? Повелитель — угроза всему живому.

source: I'm sorry. As much as I would like to see the undead defeated, I am still under orders. I can get away with this, seeing that we are hardly in a position to stop you. Anything else would be mutiny.
ru: Увы, как бы ни хотел увидеть победу над мертвецами, я всё ещё скован клятвами и приказами. Мне может сойти с рук то, что я пропустил вас (вроде бы как мы не смогли вас сдержать), но что-либо сверх этого признают откровенным мятежом.

source: Just then
ru: В тот же момент

source: Lieutenant Langzight! What the hell do you think you are doing?!
ru: Лейтенант Ленгзайт! Что, леший тебя раздери, ты тут устраиваешь?

source: General Koorzhar! We, umm ... we were just negotiating a ceasefire with Grnk here. In exchange for sparing my mens' lives, he's ...
ru: Генерал Куржар! Мы, эммм... Мы просто договариваемся с Грнком о перемирии. В обмен на сохранение жизни моим людям он...

source: Put an end to this travesty, Koorzhar!
ru: Положи конец этой клоунаде, Куржар!

source: Lieutenant Langzight, Shmaltupp does not negotiate with traitors! Order your men to attack.
ru: Лейтенант Ленгзайт, Шмелтапп не ведёт переговоров с предателями! Прикажи своим солдатам нападать.

source: But General, we are in no condi...
ru: Но генерал, мы все совершенно не гото...

source: voice shrill with anger
ru: голосом, полным гнева
