Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Don't be discouraged, Grnk. Most humans are pretty decent people. Unfortunately, those that rise to the top often do so because they are more ... ambitious than the rest.
ru: Не расстраивайся, Грнк. В большинстве своём люди создания достойные. Но, к сожалению, те, кто поднимаются на вершины власти, поступают не самым лучшим образом, потому, что они... амбициознее, чем другие.

source: So what do I do?
ru: Так что мне делать?

source: Why don't you join me and we will work together on getting your magic under control. I believe that you have only scratched the surface of your powers. It would be a shame to waste it and ...
ru: А почему бы тебе не пойти со мной? Мы поработаем, и научимся контролировать твою необузданную магическую силу. Полагаю, мы видели лишь малую толику твоих способностей. Было бы постыдно растрачивать впустую такой талант, и...

source: ... and that's high praise coming from Wyssauba.
ru: ...и это наивысшая похвала из уст Виссобе.

source: ... and we need to make sure that it does not fall into the wrong hands. Besides, I am one of the best teachers you will be able to find, maybe <i>the</i> best.
ru: ..и мы должны удостовериться, что он не попадёт в дурные руки. Кроме того, я один из лучших учителей, которого ты сможешь отыскать. А возможно, и <i> самый </i> лучший.

source: Naturally?
ru: Серьёзно?

source: <span font='48'><span color='#A050A0'>Maybe there is hope for me yet.</span> (Grnk) ———————————— To be continued ... ———————————— Thank you for playing Grnk the Mighty!</span>
ru: <span font='48'><span color='#A050A0'>Возможно, мне ещё есть, на что надеяться. (Грнк)</span> (Grnk) ———————————— Продолжение следует... ———————————— Спасибо, что играли в Грнка Могущественного!</span>

source: fist
ru: кулак

source: L2-leadership
ru: лидерство L2

source: Even as a Level 1 unit, Grnk is such an unusual goblin that he can inspire other units with Level 2 leadership. He can lead units that are next to him, making them fight better. Adjacent own units of Level 0 and 1 will do more damage in battle, 25 % for Level 1 units, and 50% for Level 0 units.
ru: Грнк — гоблин необычный, и даже на 1-ом уровне его лидерство соответствует стандартному лидерству 2-го уровня. Он ведёт в бой находящихся рядом с ним бойцов, заставляя их наносить больший урон. У всех юнитов 0-го и 1-го уровней возрастает наносимый урон. Уровень 1: +25%; Уровень 0: +50%;

source: General
ru: Генерал

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty.
ru: Как великие полководцы людей, генералы ответственны за оборону больших или значимых территорий королевств. Их опыт и выправка достаточны для того, чтобы строго выполнять приказы.

source: longsword
ru: длинный меч

source: crossbow
ru: арбалет

source: Lieutenant
ru: Лейтенант

source: Trained at swords and crossbows, Lieutenants lead small groups of human soldiers, coordinating their attacks.
ru: Обученные использовать в битве меч и арбалет, лейтенанты возглавляют небольшие группы солдат, направляя их атаки.

source: sword
ru: меч

source: Outlaw
ru: Изгнанник

source: After some years of service, former ‘footpads’ rise up in the ranks of their fellow outlaws. Having proven themselves in combat, they are given more dangerous tasks, and a greater share of the spoils. Though many opponents would mock their choice of weaponry, the outlaws are well aware of its deadly capacity, and also of the ready availability of ammunition. Outlaws are somewhat ill at ease fighting during the day, preferring the cover of nightfall.
ru: После нескольких лет службы бывшие 'бродяги' продвигаются вверх среди своих собратьев-изгнанников. Показав себя в бою, они будут получать более опасные задания и большую долю добычи. Хотя много противников посмеивались над их оружием, изгнанники хорошо знакомы с его убийственной силой, а боеприпасы к нему всегда доступны. Изгнанники несколько хуже бьются днем, предпочитая орудовать под покровом ночи.

source: mace
ru: булава

source: sling
ru: праща

source: Fugitive
ru: Беглый преступник

source: Veteran criminals become notorious for both their ruthlessness and ability to elude capture. They can be dangerous in their element, though no match for the sheer numbers that law-abiding soldiery can throw at them.
ru: Если преступнику удаётся прославиться дерзкими подвигами, а при этом ещё и водить за нос королевских солдат, то слава о добром молодце побежит впереди него. Конечно же, чтобы добиться такого успеха, нужно быть воистину опасной и непредсказуемой личностью.

source: After recent events, Grnk is confused and perturbed and, as a result, has lost most of his advanced abilities. In effect, this set him back to being a goblin rouser, but without his previous charisma required to inspire leadership in others. When his wolf ran away, he also lost his bag with all his possessions, except for the purse with his money which remains securely attached to his belt. On the other hand, Grnk's latent magical powers have finally emerged, resulting in a magical fireball attack. Unfortunately, the fireballs are impressive more in appearance than in effectiveness. Initially, that is. Confused Grnk retains his skirmisher abilities and quick trait.
ru: После недавних событий Грнк напуган и встревожен, и потому утратил большую часть своих способностей, став, по сути, обычным гоблином-подстрекателем. Лишившись своего обаяния, он уже не вселяет в других былую уверенность. Вместе с волком пропала и пристёгнутая к седлу сумка со всем нажитым Грнком имуществом, остался лишь кошелёк с деньгами, который был надёжно пристёгнут к поясу гоблина. Но эти же трудности раскрыли магические способности Грнка, и он теперь способен пускать во врага шаровые молнии. К сожалению, эти молнии производят больше внешний, чем разрушающий эффект. Сломленный Грнк сохраняет способности застрельщика и быстроту перемещения.

source: Increase fireball damage (+2 fireball damage, +3 HP, +15% XP, full heal)
ru: Увеличить урон шаровой молнии (+2 урона шаровой молнии, +3 ОЗ, +15% ОП, полное исцеление)

source: spear
ru: копье

source: fireball
ru: шаровая молния

source: Physically, Grnk the Direwolf Rider is a standard direwolf rider. Intellectually on the other hand, he remains on a level that no other goblin has ever attained.
ru: С физической стороны, наездник лютоволка Грнк — самый обычный наездник лютоволка, но его интеллект превосходит все уровни, которые-либо когда либо достигали представители его расы.

source: Floating Grnk
ru: Плывущий Грнк

source: Grnk can escape from the prison island using the float his allies provided. Due to its unsteadiness and size, Grnk's attacks and defenses lose some of their effectiveness and his skirmisher ability is gone.
ru: Грнк может спастись с острова-тюрьмы вплавь с помощью своих союзников. Из-за маленьких размеров и неустойчивости плавсредства, Грнк теряет и в атаке, и в обороне, а также лишается способности застрельщика.

source: Grnk the Knight
ru: Грнк волчий рыцарь

source: Physically, Grnk the Knight is a standard goblin knight. Intellectually on the other hand, he remains on a level that no other goblin has ever attained.
ru: С физической стороны, рыцарь Грнк — самый обычный волчий рыцарь, но его интеллект превосходит все уровни, которые когда-либо достигали другие гоблины.

source: Grnk the Pillager
ru: Грнк волчий мародёр

source: Physically, Grnk the Pillager is a standard goblin pillager. Intellectually on the other hand, he remains on a level that no other goblin has ever attained.
ru: С физической стороны, волчий мародёр Грнк — самый обычный волчий мародёр, но его интеллект превосходит все уровни, которые когда-либо достигали другие гоблины.

source: As Grnk has no experience riding a wolf, he has to start just like any other new wolf rider, as a Level 1 unit with no experience. Due to his position on top of the wolf and its size, he also loses his pickpocketing and skirmishing abilities and cannot use the assassin's poison. Grnk is, however, still the same person and retains his Level 2 leadership abilities as well as, due to his small size, the quick trait of the unit. On his wolf, he is much more impressive than before, thus avoiding the usual ridicule by villagers. He can now capture villages.
ru: Так как у Грнка нет опыта езды на волке, то он ничем не отличается от любого начинающего гоблина-наездника 1-го уровня. Из-за того, что он теперь сидит в седле, Грнк также не может воровать из чужих карманов, прокрадываться мимо врагов и использовать яд. Однако, он остался всё тем же Грнком, сохранив лидерские способности 2-го уровня и высокую скорость перемещения. Его волк производит впечатление, а потому сельские жители уже не смеются над странным гоблином, и он может захватывать деревни.

source: Due to his personality, Grnk the Rider has Level 2 leadership abilities as a Level 1 unit.
ru: Из-за своих особенностей лидерство 2-го уровня наездника Грнка равно стандартному лидерству 1-го уровня.

source: Grnk the Rouser
ru: Грнк заводила

source: After advancing to Level 1, Grnk has most of the characteristics of a standard goblin rouser. He does, however, retain his skirmisher ability and, as a much smarter than normal goblin, advances through a special AMLA system.
ru: После достижения лидерства1-го уровня, Грнк овладевает большинством особенностей гоблина-подстрекателя, сохраняя при этом способности застрельщика, а благодаря своему уму, развивается дальше с помощью специальной системы AMLA.

source: Due to his personality, Grnk can attain Level 2 leadership as a Level 1 unit through AMLA advancement.
ru: Из-за своих особенностей, с помощью системы AMLA Грнк может достигнуть лидерства 2-го уровня, равного стандартному лидерству 1-го уровня.

source: Increase melee damage (+2 melee damage, +3 HP, +15% XP, full heal)
ru: Увеличить атаку ближнего боя (+2 к атаке, +3 ОЗ, +15% опыта, полное исцеление)

source: Increase ranged damage (+2 ranged damage, +3 HP, +15% XP, full heal)
ru: Увеличить атаку дальнего боя (+2 к атаке, +3 ОЗ, +15% опыта, полное исцеление)

source: Increase movement (+1 movement, +3 HP, +15% XP, full heal)
ru: Увеличить скорость (+1 движение, +3 ОЗ, +15% опыта, полное исцеление)

source: Level 2 leadership (+3 HP, +15% XP, full heal)
ru: Лидерство 2-го уровня (+3 ОЗ, +15% опыта, полное исцеление)

source: Grnk the Spearman
ru: Грнк копейщик

source: At first glance, Grnk appears to be a standard goblin spearman. Some things, however, do not quite fit that picture. For example, he can speak in complete sentences, use two (or even three or four!) syllable words and has a basic grasp of maths. In his wilder dreams, he sometimes allows himself to believe that he is destined to greater things than being just another puny little goblin. Special Notes: Having had to get by by stealing (and then running) most of his life, Grnk has developed a certain talent for sneaking around people and getting away. He is a quick unit with the skirmisher ability.
ru: На первый взгляд, Грнк выглядит самым заурядным гоблином-копейщиком. Но некоторые особенности выделяют его на общем фоне. Например, он может разговаривать полноценными предложениями, использовать слова из двух (а даже трёх и четырёх!) слогов и знает азы устного счёта. В своих мечтаниях он позволяет себе представлять, что, в отличие от других гоблинов, рождён для чего-то большего. Примечание: Само собой, чтобы выжить, Грнку пришлось большую часть жизни красть, а затем убегать, так что эти навыки у него развились в особой степени. Он быстр, и не обращает внимания на зоны контроля. Вдобавок по местности он перемещается быстрее любого другого соплеменника-копьеносца.

source: Eel
ru: Угорь

source: Eels usually live in the depth of the ocean, but there are certain areas where they come to the surface frequently. Although their bodies are adapted to the water, they are quite agile on flat land, moving in a snake-like fashion.
ru: Обычно угри обитают в глубинах океанов, но встречаются места, где они иногда поднимаются к поверхности. Хоть их тела приспособлены для передвижения под водой, они также ползают по земле подобно змеям.

source: fangs
ru: клыки

source: Float
ru: Лодка

source: Floats are used to transport material or people across water and swamps.
ru: Лодки используют, чтобы перевозить что-нибудь или кого-нибудь по воде и болоту.

source: Squid
ru: Кальмар

source: Squids are nasty little critters that often appear in swarms. They prefer the water, but will follow an enemy onto land if needed.
ru: Кальмары — мелкие противные создания, которые чаще всего держатся стаей. Они предпочитают оставаться в воде, но за врагом могут последовать и на сушу.

source: tentacle
ru: щупальца

source: ink
ru: чернила

source: Assassin Prisoner
ru: Заключённый отравитель

source: This is what's left when you take an assassin's weapons away.
ru: Вот что получается, если забрать у отравителя оружие.

source: Bandit Prisoner
ru: Заключённый бандит

source: This is what's left when you take a bandit's weapons away.
ru: Вот что получается, если забрать у бандита оружие.

source: Duelist Prisoner
ru: Заключённый дуэлянт

source: This is what's left when you take a duelist's weapons away.
ru: Вот что получается, если забрать у дуэлянта оружие.

source: Fencer Prisoner
ru: Заключённый фехтовальщик

source: This is what's left when you take a fencer's weapons away.
ru: Вот что получается, если забрать у фехтовальщика оружие.

source: Footpad Prisoner
ru: Заключённый бродяга

source: This is what's left when you take a footpad's weapons away.
ru: Вот что получается, если забрать у бродяги оружие.

source: Fugitive Prisoner
ru: Заключённый беглый преступник

source: This is what's left when you take a fugitive's weapons away.
ru: Вот что получается, если забрать у беглого преступника оружие.

source: Confused Grnk Prisoner
ru: Заключённый сломленный Грнк

source: Now Grnk is not only confused, but, as a prisoner, also had all his weapons (and money) taken from him. Fortunately, his fireball attack depends on magic only, which cannot be taken away.
ru: Теперь Грнк сломлен не только морально,но и, как заключённый, лишен оружия и денег. К счастью, его магические способности остались при нём, и он всё так же может разить врага шаровыми молниями.

source: Highwayman Prisoner
ru: Заключённый разбойник

source: This is what's left when you take a highwayman's weapons away.
ru: Вот что получается, если забрать у разбойника оружие.

source: Huntsman Prisoner
ru: Заключённый ловчий

source: This is what's left when you take a huntsman's weapons away.
ru: Вот что получается, если забрать у ловчего оружие.

source: Master at Arms Prisoner
ru: Заключённый мастер оружия

source: This is what's left when you take a master at arms' weapons away.
ru: Вот что получается, если забрать у мастера оружия оружие.

source: Outlaw Prisoner
ru: Заключённый изгнанник

source: This is what's left when you take an outlaw's weapons away.
ru: Вот что получается, если забрать у изгнанника оружие.

source: Ranger Prisoner
ru: Заключённый следопыт

source: This is what's left when you take a ranger's weapons away.
ru: Вот что получается, если забрать у следопыта оружие.

source: Thug Prisoner
ru: Заключённый головорез

source: This is what's left when you take a thug's weapons away.
ru: Вот что получается, если забрать у головореза оружие.

source: Trapper Prisoner
ru: Заключённый зверолов

source: This is what's left when you take a trapper's weapons away.
ru: Вот что получается, если забрать у зверолова оружие.

source: I guess this had to happen sooner or later.
ru: Я догадывался, что рано или поздно это случится.

source: I was so close to making general ...
ru: А звание генерала было так близко...

source: Only a couple more month and I would have retired ...
ru: Ещё пару месяцев, и я ушёл бы на...

source: All those delicious prunes. Lost!
ru: Все те изумительные сливы... Потеряны!

source: Use Healing and Curing Potion
ru: Использовать снадобья.

source: I'm in perfect health. No need to waste the potion right now.
ru: У меня прекрасное здоровье. Сейчас нет никакого смысла тратить зелье впустую.

source: Should I take the healing and curing potion?
ru: Мне использовать зелье лечения и исцеления?

source: Yes, I am desperate.
ru: Да, я в отчаянии.

source: Wow, this stuff really works! I was afraid that I had been tricked.
ru: Ничего себе! Эта штука и в самом деле работает! Я боялся, что меня надули.

source: No, I can make it a little longer.
ru: Нет, я сделаю это позже.

source: Assassin Poison
ru: Смертельный яд

source: The assassin poison reduces a unit's hitpoints by half or 12 hitpoints per turn, whatever is more. It is used as a normal attack with two exceptions. It can only be used once and the attacking unit will immediately jump one tile back (directly away from the attacked unit) allowing for no defense action by the attacked unit. This does, however, assume that that hex is unoccupied and passable, otherwise the jump back is not possible and the attacked unit will defend itself with its melee weapon. The poison attack always has a 70% chance to hit.
ru: Смертельный яд уменьшает очки здоровья юнита вполовину или на 12 единиц за ход. Воспользоваться им можно при обычном нападении, при двух исключениях. Использовать его можно только один раз, и нападающий юнит немедленно отскочит назад от атакованного юнита на одну ячейку. Так реализована защита от контратаки. Предполагается, что та ячейка свободна и по ней можно перемещаться, иначе отступление окажется невозможным, и атакованный юнит сумеет защитить себя своим оружием. У атаки смертельным ядом шанс отравления всегда равен 70%.

source: assassin poison
ru: смертельный яд

source: The chance to hit is always 70%.
ru: Шанс попадания всегда 70%.

source: On second thought, I don't think I want to waste the poison on a $second_unit.type.
ru: Вообще-то, если подумать, я не хочу тратить яд впустую на $second_unit.type.

source: I did it!
ru: Ага! У меня получилось!

source: Damn, my way is blocked! But at least I administered the poison.
ru: Проклятье, отступить мне некуда, но хоть отравить успел.

source: Damn, I missed!
ru: Проклятье, я облажался!

source: Damn, my way is blocked! And on top of that I missed!
ru: Проклятье, отступить мне некуда, а ещё и промазать ухитрился!

source: Arrgh!!!
ru: Арргх!!!

source: $inventory_text| Grnk does not carry anything
ru: $inventory_text| Грнк ничего не несёт

source: description
ru: описание

source: Inventory (Grnk's Personal Gold: $Grnks_gold)
ru: Инвентарь (Личное золото Грнка: $Grnks_gold)

source: Peasants
ru: Крестьяне

source: Farmer
ru: Фермер

source: What do you want from us? Why don't you just leave us alone?
ru: Что тебе надо? Почему ты не оставишь нас в покое?

source: Who are you? What do you want from us?
ru: Кто ты? Что тебе от нас надо?

source: Please, just leave us alone. We don't want any trouble.
ru: Пожалуйста, просто оставь нас в покое. Нам не нужны проблемы.

source: Away, you stinking ... Oh, who are you?
ru: Проваливай, ты, вонючий... Ох, кто ты?

source: What did you do that for?
ru: Зачем ты так?

source: He's an orc collaborator, otherwise he would have long ago been killed out here. He's getting what he deserves.
ru: Он работал на орков, иначе его давно бы уже убили. Он получил то, что заслуживал.

source: He's just a poor farmer trying to get by somehow.
ru: Он всего лишь бедный крестьянин, пытающийся хоть как-то выжить.

source: Please don't do that.
ru: Прошу, не делай этого.

source: Take that, traitor!
ru: Получи, предатель!

source: Don't! You have no idea how hard it is to survive as a farmer in these parts.
ru: Не надо! Ты и понятия не имеешь, как тяжело выжить в этих краях простому земледельцу.

source: But you do?
ru: Но ты всё равно это сделаешь?

source: That's right. I do.
ru: Верно. Сделаю.

source: Stop doing that or ...
ru: Прекрати немедленно, или я...

source: Or what?
ru: Или что?

source: I really wish you'd stop doing that.
ru: Я на самом деле хочу, чтобы ты остановился.

source: I just cannot do it!
ru: Я просто не могу это сделать!

source: Pickpocket is a special attack that does no damage, but, if successful, yields some gold instead. The higher the level of the enemy unit, the more gold the thief is likely to gain. Some races carry more gold than others (on average), while some unit types carry no money at all. Work as a pickpocket is not without danger. If an attack succeeds, the opposing unit will not notice and not even flinch. However, an unsuccessful attempt results in the enemy hitting back without the thief being able to defend himself. Repeated thefts within the same scenario draw people's attention. The probability of success therefore decreases with each attempt, successful or not, down to a minimum of 30%. The current probability of success can be found in the attack window or by right-clicking on the map. As being caught stealing from an allied unit could have dire consequences, only enemy units' pockets can be picked.
ru: Карманная кража — особое нападение, которое не наносит ущерба, но в случае успеха ненамного увеличивает количество золота нападающего. Чем выше уровень жертвы, тем большую сумму в результате атаки может получить вор, но только эти суммы разнятся в зависимости от расы, а у некоторых юнитов карманы вообще пустые. Если атака пройдёт успешно, то атакованный юнит ничего не заметит, однако в ином случае он станет врагом и нанесёт полноценный ответ. Серийные кражи в рамках одного сценария привлекает к себе внимание, и вероятность успеха уменьшается с каждой такой попыткой, независимо от её исхода, пока не достигнет 30%. Узнать текущую вероятность можно в окне нападения, или через меню ПКМ. Если на краже вас поймает союзник, то последствия могут оказаться самыми плачевными, а потому настоятельно рекомендуется чистить только вражеские карманы.

source: Pickpocketing Probability: $picking_probability%
ru: Вероятность карманной кражи: $picking_probability%

source: Pickpocket
ru: Карманная кража

source: pickpocket
ru: карманная кража

source: Right-click on map for details
ru: Щелкните по карте правой кнопкой мыши, чтобы узнать подробности

source: Did you really try to steal money from this $second_unit.type|?!? How much gold do you think it carries?
ru: Ты что, серьёзно пытался украсть деньги у 'этого $second_unit.type|а?!? Как думаешь, сколько у него при себе золота?

source: Ssstinking lizzzard! We will get you!
ru: Мерзззкая ящщщерица! Мы до тебя ещё доберёмссся!

source: Who you're calling a lizzzard?! You will pay for what you have done!
ru: Кого ты назвал ящщщерицей!? Ты зззаплатишь ззза это!

source: What the hell is going on? Where am I? <i>What</i> am I?
ru: Что тут происходит? Где я? <i> Кто </i> я?

source: Hi there, little fella.
ru: Привет, паренёк.

source: There he is. Let's get him!
ru: Вон он. Хватай его!

source: Just for a change, they actually mean me.
ru: Просто для разнообразия, они имеют в виду меня.

source: See you in the afterlife, old fella. Soon, probably.
ru: Увидимся на том свете, дружище. И, наверное, скоро.

source: You will lose the game if one more of Gertburt's loyal units dies.
ru: Вы проиграете. Если погибнет ещё один верный Джертберту спутник.

source: I couldn't keep my promise!
ru: Я не смог сдержать своё обещание!

source: Nobody remembers when somebody last stood up for a peasant. And we hear that they are now hunting you down for that. But you're still a goblin, and an abomination at that. No goblin better get in front of my pitchfork.
ru: Никто уже и не помнит, когда кто-либо принимал сторону крестьянина. И мы слышали, что сейчас тебя загоняют, будто зайца. Но ты остаёшься всё тем же мерзким гоблином. А всем гоблинам лучше держаться подальше от моих вил.
