Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: No! I didn't want to do that. He forced me to do that. You saw it, Gertburt.
ru: Нет! Я не хотел этого. Он меня вынудил. Ты же видел, Джертбарт!

source: In fact, I did. I guess I was wrong. Ungrateful bastard!
ru: Видел. Всё видел. И, наверное, был неправ. Неблагодарный ушлёпок!

source: I don't think so.
ru: Я так не думаю.

source: Yes, you are! I was there. I would recognize you anywhere.
ru: Да, ты! Я был там, я бы где угодно бы тебя узнал.

source: What do you want from me?
ru: Чего тебе от меня надо?

source: Nobody remembers when somebody last stood up for a peasant. And we hear that they are now hunting you down for that. Something needs to happen.
ru: Никто уже и не помнит, когда кто-либо принимал сторону крестьянина. И мы слышали, что сейчас тебя загоняют, будто зайца. Что-то грядёт.

source: It is time that the farmers and fishermen stand up and make a statement. It has to start somewhere, so why not here? Brothers, get the combat pitchforks!
ru: Пришло время, чтобы землепашцы и рыбаки встали с колен и сказали своё слово. Где-то этому должно быть положено начало, так почему бы и не здесь? Братья, держите боевые вилы!

source: Combat pitchforks?!?
ru: Боевые вилы?!

source: Don't ask me.
ru: Меня не спрашивай.

source: Nobody remembers when somebody last stood up for a peasant. And we hear that they are now hunting you down for that. But you're still a goblin, and an abomination at that. Brothers, there he is! Let's get him!
ru: Никто уже и не помнит, когда кто-либо принимал сторону крестьянина. И мы слышали, что сейчас тебя загоняют, будто зайца. Но ты остаёшься всё тем же мерзким гоблином. Вон он, братья! Хватаем его!

source: Please don't do this? I don't want to hurt you.
ru: Прошу. Не делайте этого, ладно? Я не хочу причинять вам боль.

source: We do not want you to hurt us either. But we are going to hurt you. Get hi...
ru: Мы тоже не хотим, чтобы ты причинял нам боль. А потому причиним её тебе. Вот только добе...

source: I ... I have no idea. I told them that I did not want to hurt them! You saw it, Gertburt.
ru: Я... без понятия. Я сказал им, что не хочу причинить им вреда! Ты же видел, Джертбарт!

source: In fact, I did. It's their own fault — but now <i>you</i> are trapped in the middle of a bunch of peasant statues. How are you ...
ru: Видел. Всё видел. Это их собственная ошибка, но <i> ты </i> теперь пойман в ловушку из окаменевших крестьян. Как ты...

source: I see. You're an odd little fella, indeed. Remind me never to piss you off!
ru: Ясно. Ты странный маленький парень, Грнк. Напомни, чтобы я никогда тебя не бесил.

source: Shmaltupp Army Camp
ru: Армейский лагерь Шмелтаппа

source: Onetree Park
ru: Парк Одного Дерева

source: STC Hospital
ru: Госпиталь Шмелтаппа

source: Quank's U1st Med
ru: 1-я УМ Уэнка

source: Deep Pint
ru: Глубокая пинта

source: Olders' General
ru: Старший генерал

source: Kram's Pub
ru: Паб Крама

source: Great! But there's one more thing. We cannot afford to take somebody with us who is not in perfect health. You need to get yourself all healed first.
ru: Отлично! Но есть одно но. Мы не богадельня, а потому хромых, косых, а также больных с собой не таскаем. Так что сначала своё здоровье поправь, а потом уже к нам приходи.

source: There are two medical establishments in town. Shmaltupp City Hospital is a bit pricey, but very reliable. Then there's Quank's U1st Med. Quank's an interesting character, but in spite of his appearance, he generally knows what he's doing. Know though that while he's much cheaper than STCH, he isn't particularly careful. Occasionally his treatment has ... undesirable side effects. And don't expect any refunds if that happens!
ru: В городе есть два медицинских учреждения. госпиталь Шмелттаппа (ГШ) — дорого, но надёжно. Второй вариант это Первая Универсальная Медклиника Уэнка (1-я УМУ). Уэнк, не смотря на свою внешность, личность занимательная и обычно знает, что делает. Хоть за услуги он берёт дешевле, чем ГШ, но аккуратностью не отличается. Иногда у его лечения проявляются.... нежелательные побочные эффекты. И, если такое случится, то компенсации не ждите!

source: Great! Get yourself all healed and we can take off right away.
ru: Отлично! Руки, ноги на месте, здоровье в порядке, можно сразу отправляться.

source: I would like to be healed.
ru: Я хотел бы вылечиться.

source: How many hitpoints would you like restored?
ru: Как много очков здоровья вы хотите восстановить?

source: Number of hitpoints to be restored [1-$S2.max_heal]:
ru: Число ОЗ, которые будут восстановлены [1-$S2.max_heal]:

source: That input [$S2.heal_amount] does not make sense
ru: Такими царапинами [$S2.heal_amount] нет смысла заниматься.

source: Absolutely. That will be $S2.heal_cost gold.
ru: Это будет стоить $S2.heal_cost золотых.

source: Here it is.
ru: Вот, держите.

source: I do not have that much gold. I'll have to pass for now.
ru: У меня нет столько золота. Я вынужден уйти.

source: What just happened? I feel very weak.
ru: Что-то пошло не так? Я чувствую себя очень слабым.

source: What do you mean? Everything looks fine to me. In any case, we have a strict no-refund policy. I must be leaving now. Good-bye.
ru: Что не так? Как по мне, всё выглядит просто замечательно. В любом случае, у нас строгие правила, и деньги мы не возвращаем. Мне срочно нужно уйти. До свидания.

source: Very good. Go outside then, the driver is already waiting for you. The two of you should be a good fit, he is almost as insane as you.
ru: Отлично. Иди на улицу, возница тебя уже ждёт. Вы двое поладите, он почти такой же безумец, как и ты.

source: I don't have enough money for either potion.
ru: У меня не хватает денег ни на одно зелье.

source: I take the healing potion for $Money.healing_potion_cost gold.
ru: Я возьму исцеляющее зелье за $Money.healing_potion_cost золотых.

source: I take the poison for $Money.poison_cost gold.
ru: Я возьму яд за $Money.poison_cost зототых.

source: Here you are. And may I suggest that you are extremely careful with it. It is not to be used lightly. That would be very ... unprofessional.
ru: Вот один флакон. И я надеюсь, что ты будешь с ним чрезвычайно осторожен. Его не нужно использовать наобум, это было бы очень... непрофессионально.

source: I take both for $($Money.poison_cost+$Money.healing_potion_cost) gold.
ru: Я беру оба зелья за $($Money.poison_cost+$Money.healing_potion_cost) золотых.

source: Here you are. And may I suggest that you are extremely careful with the poison. It is not to be used lightly, that would be very ... unprofessional.
ru: Вот один флакон. И я надеюсь, что ты будешь чрезвычайно осторожен с этим ядом. Его не нужно использовать наобум, это было бы очень... непрофессионально.

source: I'm not interested in anything from you.
ru: Твои товары мне не интересны.

source: In case you want to do business in the future, stop by the straw hut over there in the south east of town. I will find you there. But only at night, I do not like to be seen by certain people.
ru: Если в будущем надумаешь что-нибудь приобрести, найди дом с соломенной крышей на юго-востоке города. А я найду тебя там. Но только ночью, мне не хочется оказаться замеченным некоторыми людьми.

source: The straw hut in question is that at hex 22,22 — very easy to remember!
ru: Дом с соломенной крышей, о котором идёт речь, расположен в ячейке 22,22 — очень легко запомнить!

source: You can meet me right here again, at night, if there is anything else I can do for you.
ru: Вы можете встретить меня здесь снова ночью, если я для вас ещё что-нибудь могу сделать.

source: It was a pleasure doing business with you. Rest assured that you will never hear from me again.
ru: С тобой приятно поддерживать деловые отношения. Будь уверен, что больше я не стану причинять тебе беспокойство.

source: I was born in a swamp on a cold dreary day and things went downhill from there.
ru: Я появился на свет среди болот в мерзкий, тоскливый день, и с тех пор так оно всё и пошло.

source: Right this moment, I was on the run. Again. Come to think of it, I'd been on the run for as long as I can remember. The only thing that ever seemed to change was whom or what I was running from.
ru: Прямо сейчас я бегу сломя голову. Опять. Если подумать, то мне приходится убегать столько, сколько себя помню. Единственное, что менялось в этой картине, были те, или то, от чего я бежал.

source: I would like to tell you a heroic story of how I left the orcs and came to Shmaltupp, but truth be told, there is nothing heroic about it.
ru: Хотелось бы рассказать вам героическую историю, как я оставил орков и отправился в Шмелтапп, но, по-правде, ничего героического в этом не было.

source: I never knew my father. Most likely, he was killed in some 'glorious' raid before I was even born. There's a reason why male orcs can procreate even before they are strong enough to hold a sword.
ru: Отца своего я не знал. Скорее всего, его убили в каком-нибудь очередном 'славном' набеге ещё до моего рождения. Как видите, есть причина, почему гоблины стараются оставить потомство как можно раньше.

source: I do not know my mother either. She abandoned me before my eyes were fully open. Everybody was better off that way. No doubt I would have been a great embarrassment to my parents.
ru: Матери тоже не помню. Я остался брошенным, даже не успев открыть глаза. Наверное, так всем стало лучше. Что я? - просто обуза.

source: For some mysterious reason, a poor peasant couple who hardly had enough to feed their own children took pity on the little goblin baby they found in the swamps. They regretted this soon enough.
ru: По до сих пор непонятной мне причине бедная крестьянская пара, у которой не хватало средств, чтобы прокормить даже своих собственных детей, сжалилась над найденным в болотах маленьких гоблином. Скоро они об этом пожалели.

source: My foster parents tried hard to teach me human values. They failed. I ran away as soon as I was strong enough to carry the knife I stole from them. Their only knife.
ru: Приёмные родители старались привить мне человеческие ценности, но потерпели неудачу. Я убежал, как только мне хватило сил носить украденный у них нож. Их единственный нож

source: My human foster parents meant well when they named me Grnk. They wanted me to embrace my orcish 'heritage'. Unfortunately, they didn't quite get it right, the name sounding even worse in orcish than in human.
ru: Мои воспитанники-люди хотели как лучше, когда назвали меня Грнком. Память о моём происхождении, и всё такое. К сожалению, они не поняли, что для орка данное мне имя звучало ещё хуже, чем для человека.

source: The other kids called me Grnk the Frail. In the end, I embraced that name myself. In part because it was one of the nicer things I was being called, and partly as a reminder that I did not really belong into either world.
ru: Другие дети прозвали меня Грнком Хилым. В конце концов, я и сам стал себя так называть. Отчасти потому, что получение имени одно из немногих случавшихся в моей жизни хороших событий, а отчасти, как напоминание, что я действительно не принадлежу ни к одному из миров.

source: Before coming to Shmaltupp, I had made it through life cheating and stealing (and running), staying alive by the scraps I could pick up — out of people's pockets, if necessary. What else was a poor goblin gonna do?
ru: Прежде, чем оказаться в Шмелтаппе, я промышлял кражами и обманом (и постоянно убегал). А что ещё было делать бедному гоблину?

source: <i>Very</i> soon after I ran away from my foster parents and returned to the orcs, I started to dream of leaving them again. I knew I could be more, could be better than that. I had heard stories about Shmaltupp being a down-to-earth town and rather accepting of other races. Even goblins.
ru: <i>Очень,</i> очень скоро, после того, как я оставил приёмных родителей и сбежал к оркам, мои мысли снова были лишь о побеге. О новом побеге. Я знал, что мог добиться большего, а о Шмелтаппе рассказывали, как о практичном городе, в котором радушно принимают представителей других рас. Даже гоблинов.

source: I used to think of the world as pretty much black and white. Orcs (and goblins) were bad. Humans were good. Apparently I had been wrong.
ru: Когда-то мои представления о мире были просты, мне всё виделось в чёрно-белом цвете. Орки (и гоблины) — плохие. Люди — хорошие. Теперь-то мне уже очевидно, как я заблуждался.

source: I have always considered it my biggest weakness that, because of my upbringing, I'm not able to attack peasants. Stealing from them is one thing, but I just cannot make myself do physical harm to them.
ru: Всегда считал своей самой большой слабостью, что моё воспитание не позволяет мне нападать на крестьян. Воровать — это одно. А вот причинить им физический вред — совсем другое.

source: So here I was, running again. But this time it was different. Usually, I was running because I was afraid of somebody. This time I was running because somebody was afraid of me!
ru: Всё это и привело меня к очередному бегству. Но в этот раз всё совершенно иначе. Обычно я бежал, потому что кого-то боялся. А сегодня я бежал, потому что кто-то боялся меня!

source: I guess that following the goblin 'tradition', serving as cannon fodder during a pointless orcish raid, would have been preferable. At least this misery called my life would have been over quickly.
ru: Наверное, было бы лучше следовать старой гоблинской 'традиции' — служить пушечным мясом во время бессмысленных орчьих набегов. По крайней мере, это быстро положило бы конец своим страданиям.

source: Unlike humans, orcs are simple. “You kill [insert enemy name here] or [insert orc-you-are-talking-to name here] kill little goblin.” There are no hidden agendas.
ru: В отличие от людей орки просты. «Ты убивать [вставьте имя любого врага] или [вставьте имя орка, который обращается к тебе] убивать маленький гоблин.» И никакой тебе подноготной.

source: When I returned to the orcs after running away from my human foster parents, I could not help but wonder why they were all so damned thickheaded. Much later I came to realize that the real question was: Why was I different?
ru: Вернувшись к оркам после бегства от моих приёмных человеческих родителей, я не мог не задаться вопросом. Почему орки настолько тупы. Намного позже я понял, что правильным вопросом было: почему я мыслил иначе?

source: Quicksand
ru: Плывун

source: Sands
ru: Пески

source: Grnk Dummy Side
ru: Сторона чучела Грнка

source: Place the
ru: Поставить маяк на

source: -Turn Beacon
ru: ходов

source: There goes the first beacon.
ru: Сюда поместим первый маяк.

source: And that's it for the second beacon.
ru: А вот идеальное место для второго.

source: Congratulations, General Koorzhar.
ru: Мои поздравления, генерал Куржар.

source: General! Finally!
ru: Генерал! Наконец-то!

source: General is the highest rank in the Shmaltupp army, which means that a General is not promoted to Grand Marshal upon advancing.
ru: Имейте в виду, что генерал — наивысшее воинское звание в армии Шмелтаппа, и, при переходе на следующий уровень, повышения до великого маршала не произойдёт.

source: Grnk the Mighty, Part 2
ru: Грнк Могущественный, часть 2

source: Grnk2
ru: Грнк2

source: Half a year after defeating the undead, Grnk is disappointed by the lack of training he receives from his mentor, Wyssauba, and the soft cushy life he now leads. Things do, however, not stay calm for long and soon he must embark on a new mission to thwart the mysterious Master's Grand Plan. <i> </i> <span color='#909090'><small>This second part of the campaign can be played independently, but some of it will undoubtedly make more sense if the player is familiar with the events of the first part. <i> </i> Intermediate to expert level 16 scenarios </small></span>
ru: С тех пор как мертвецам нанесли сокрушительное поражение, прошло всего лишь полгода, а Грнк уже успел во всём разочароваться. Прославленный маг и наставник Виссобе ничему по сути своего ученика не учил, и привычно бурлящий кипяток жизни гоблина сменился каким-то унылым, тягучим киселём. Но ничто не стоит на месте, уже скоро Грнку предстоит распрощаться со спокойной жизнью, и он отправится в путь, чтобы воспрепятствовать Великому Плану Повелителя. <i> </i> <span color='#909090'><small>В эту кампанию можно играть, не проходя её первую часть, но будет куда лучше, если вы всё же познакомитесь с предыдущими событиями. <i> </i> Для опытных игроков 16 сценариев </small></span>

source: Prelude
ru: Предисловие

source: Teussauba
ru: Тессобе

source: the Hynderwlt Mages
ru: маги Гиндервилта

source: Master's Minions
ru: Прислужники Повелителя

source: To Phorhoot Station
ru: К заставе Фехоут

source: <span color='#A050A0'>Prevent The Undead From Getting To Phorhoot Station</span>
ru: <span color='#A050A0'> Не дайте мертвецам добраться до заставы Фехоут </span>

source: Defeat all the skeletons
ru: Победите всех скелетов

source: Death of Teussauba
ru: Смерть Тессобе

source: Any undead killed reappears fully healed at one of the staffs, unless either the necromancer or both staffs are eliminated.
ru: Каждый убитый мертвец будет вновь появляться полностью исцелённым у одного из посохов до тех пор, пока оба этих посоха или некромант не будут уничтожены.

source: Grnk can destroy one staff with the help of his last prune, by moving within two hexes of it.
ru: Грнк способен уничтожить один из посохов с помощью своей последней волшебной сливы. Для этого ему нужно стать в 2-х ячейках от посоха.

source: The other staff has to be destroyed by moving a unit onto it.
ru: Другой посох можно уничтожить, переведя на него юнита.

source: The necromancer does not need to be killed.
ru: Некроманта убивать не нужно.

source: Ouch!
ru: Оух!

source: Take that, bonehead!
ru: Получи, костеголовый!

source: Rise again, my skeleton! I won't let those human maggots harm you.
ru: Восстань вновь, мой скелет! Я не позволю этим юродивым причинить тебе вред.

source: What the hell is going on here? Every time we kill one of them damned skeletons, that necromancer immediately brings it back to ... unlife. And fully healed at that.
ru: Да что тут происходит? Каждый раз, как только мы убиваем одного из этих проклятых скелетов, некромант тут же возвращает его к... нежизни. Да в придачу ещё и полностью исцелённым.

source: It appears that that's why he immediately planted those two staffs when we intercepted him. We must destroy them. Or kill the necromancer himself.
ru: Догадываюсь, что дело в тех посохах, которые некромант сразу же выставил, как только мы стали у него на дороге. Сломайте посохи. Или убейте некроманта.

source: My prunes will come in very ... Rats! I only have one prune left. I can only take out one of the staffs with that.
ru: Мои сливы придутся как нельзя кстати... Крысы! У меня осталась всего одна. С её помощью я смогу сломать только один посох.

source: Bummer! We'll just have to take care of the other one the old fashioned way then.
ru: Лентяй! Значит, поступим по-старому.

source: The Master will not be happy.
ru: Повелитель не обрадуется.

source: I hate it when they do that!
ru: Ненавижу, когда они так делают!

source: Noooooo. The Master said this would be as easy as taking chickens from a peasant.
ru: Неееет! Повелитель сказал, что всё будет так же легко, как забрать у крестьянина цыплёнка.

source: Let's talk to the Phorhoot Station commander now.
ru: Давайте поговорим с командиром заставы Фехоут.

source: But before we watch Grnk do that, let's take a step back.
ru: Но прежде, чем мы посмотрим, что случилось с Грнком дальше, давайте ещё раз вернёмся в прошлое.

source: Context
ru: Контекст

source: A few days earlier
ru: Несколькими днями ранее

source: Patience, Grnk. There is nothing wrong with a little comfort. Believe it or not, you are making progress every day, but you cannot rush these things. Now be a nice little goblin and get me another bottle of '75 Special Reserve from the village, will you? And a loaf of Bocc's harvest rye.
ru: Терпение, Грнк. В легком комфорте нет ничего предосудительного. Хочешь верь, хочешь нет, хоть ты каждый день и берешь новые вершины, но пока не в силах мгновенно переместить сюда столь необходимые мне вещи. Так что будь послушным гоблином и принеси мне из деревни ещё одну бутылку урожая семьдесят пятого года, ладно? А по дороге загляни к Бокку, возьми у него ржаного хлеба.

source: At least he could make me carry a pack full of rocks with that. Or balance the bread on my nose while I walk home.
ru: Ну, могло быть и хуже. Он мог заставить меня таскать полную корзину камней. А тот же хлеб по дороге домой удерживать на носу.

source: Knock yourself out, if you like that sort if thing.
ru: Если тебе такое нравится, то можешь себя не ограничивать.

source: Great wizards of Hinterworld, ...
ru: Великие чародеи Рындевилы...

source: It's Hynderwlt.
ru: Гиндервилта

source: Yes, of course, master, I ...
ru: Да-да, конечно же, повелитель, я...

source: Do not call me Master!
ru: Не называй меня повелителем!

source: Now, now, Wyssauba, take it easy on the poor little fellow. Can't you see that he's scared out of his mind. Now, what brings you here, son?
ru: Ну, что же ты, Виссобе, успокойся, не стоит срывать свой гнев на нашем маленьком друге. Ты же видишь, он испуган, вот и плетёт невесть что. <i> </i> А теперь, сынок, когда ты отдышался, скажи, что тебе нужно?

source: It was two nights ago, just past midnight and I was outside behind my hut because I ... I ... Well, it doesn't matter what I was doing. Anyway, suddenly there was a noise and this skeleton appeared right next to me.
ru: Это случилось две ночи назад, в прошлую полночь. Я вышел из своей хижины, и обошел её, что бы, чтобы... Ну, не важно, чё я там делал. Так вот. Вдруг так резко зашумело, и прям рядом со мной появился скелет.

source: A skeleton? Are you sure of this? How come you are alive to talk about this if there was a skeleton at your house?
ru: Скелет? Ты в этом уверен? Как же ты в таком случае жив остался?

source: I ... I don't know. I ... It was very dark and I was so scared I literally wet my pants.
ru: Э... Не... не знаю. Я... Темно было, я так драпу дал, что аж штаны намочил.

source: Now there is something I did <i>not</i> need to know. How did it look? How did it's voice sound? Did it ...
ru: Мне нужны подробности! Как он выглядел? На что был похож тот шум? Как он...

source: Give the poor man a break, Wyssauba. Now, son, why did you come to us to tell us about this?
ru: Дай же ему отдохнуть, Виссобе. <i> </i> А теперь, сынок, скажи, почему рассказать об этом ты пришел именно к нам?

source: The skeleton told me to tell you that the undead are planning an attack on Phorhoot Outpost. In 2 days, right at sunset.
ru: Скелет, он сказал передать вам, что мертвецы собираются напасть на заставу Фехоут. Через два дня, на закате.

source: Thank you, son, you have been very helpful. Go to my house, it's that old one over there, and tell the servants that Grossauba sent you. They will give you some food for yourself and your family. Then go home and forget that any of this ever happened.
ru: Спасибо, сынок, ты принёс важные вести. Ступай в мой дом, — не ошибёшься, он там самый старый — и скажи слугам, что тебя послал Гроссобе. Они дадут немного еды для тебя и твоей семьи. А потом иди домой и забудь обо всём, что произошло.

source: Thank you, mast... my lord. Thank you very much! I will never forget your kindness. No, wait, you told me to forget things, so I will make sure that I <i>do</i> forget. Except your kind...
ru: Спасибо, повелите... мой господин. Большое спасибо! Я никогда не забуду вашей доброты. Хотя, постой-ка, ты же сказал мне, забыть это, так что я <i> непременно </i> всё забуду. Кроме того, как ты выглядишь...

source: Just go!
ru: Просто уйди!

source: What the hell is going on here? Do you believe this story?
ru: Что это за абсурд? Ты поверил этой истории?
