Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Look at me, I am riding a wolf !!! <i> </i> (But I still don't know how I do that voice thing.)
ru: Гляньте на меня, я еду на волке!!! <i> </i> (Но я всё ещё не знаю, как отдавать ему команды.)

source: Oh no! I forgot that I need to have improved my leadership abilities to tame these wolves.
ru: О, нет! Я забыл, чтобы приручить этих волков, мне не хватает лидерских способностей.

source: Disillusion
ru: Разочарование

source: Vanak
ru: Ванак

source: Borck
ru: Борк

source: I cannot do that! I will not do that!!!
ru: Я не могу это сделать! Я этого не сделаю!!!

source: You said that you want to make a difference and become a better person. Here's a chance to use your unique position to do so.
ru: Ты сказал, что хочешь стать кем-то значимым, стать лучшим, чем был. Вот он, твой шанс: используй своё уникальное положение, и добейся успеха.

source: You are sacrificing your own people. How does helping with that make me a better person?
ru: Ты жертвуешь собственными людьми. Как это поможет мне стать лучше?

source: Look, kid, I don't like this any better than you. Lieutenant $S7.outpost_leader_name is a friend of mine. If there were another way, I'd jump on it in a heartbeat. But we need to stop this orc uprising before it is too late. Yes, the men at Teehf River Fort will lose their lives, but it will save thousands in return.
ru: Знаешь, парень, меня от этого воротит не меньше твоего. Лейтенант $S7.outpost_leader_name мой друг. Если бы существовал хоть один путь его спасти, я бы немедленно ринулся ему на помощь. Но мы должны задавить восстание орков прежде, чем станет поздно. Да, воины форта у реки Тихф погибнут, но своею жертвою спасут тысячи других.

source: The correct answer is 'Yes, sir.' <i> </i> And, kid, make no mistake. My men don't trust you. One wrong move on your part and you'll become very familiar with the inside of Shmaltupp Jail. If you're lucky. <i> </i> If, on the other hand, you do well, you will get the same pay as everybody else and I'll be happy to take you along on future missions.
ru: Правильный ответ: 'Да, сер'. <i> </i> И, парень, не наделай ошибок. Мои люди тебе не доверяют. Одно неверное движение, и ты ближе некуда познакомишься с камерами тюрьмы Шмелтаппа. Это, если повезёт. <i> </i> Но, с другой стороны, если ты преуспеешь, то тебя переведут на стандартное жалование, а я буду рад взять тебя в следующую кампанию.

source: Yes ... Sir ...
ru: Да... Сэр...

source: Some time later
ru: Некоторое время спустя...

source: Knick Point
ru: Стратегический пункт

source: Teehf River Fort
ru: Форт реки Тихф

source: Lake Teehf
ru: Озеро Тихф

source: Little goblin smart. Help Vanak get big gold.
ru: Маленький умный гоблин. Помоги Ванаку получить много золота.

source: Right ... Fighting with the orcs again. Great. <i> </i> Anyway, the soldiers at the outpost will be defending that chest with their lives. They might even try to throw it into the river when all is lost. We need to hit them hard and swiftly.
ru: Право... Опять сражаться вместе с орками... Лучше некуда. <i> </i> В любом случае, солдаты на заставе положат свою жизнь за тот сундук. Скорее всего, они попытаются бросить его в реку, когда всё будет кончено. Нужно ударить быстро и сильно.

source: Uh, little goblin say what?
ru: Ммм, что говорит маленький гоблин?

source: They there. We them get.
ru: Они там. Мы их порвём.

source: <span color='#A050A0'>Carry out Koorzhar's Double-Crossing Scheme</span>
ru: <span color='#A050A0'> Исполните обманный план Куржара </span>

source: Defeat all Teehf River Fort units
ru: Победите всех воинов форта у реки Тихф

source: Death of Vanak
ru: Смерть Ванака

source: Grnk attacks one of Koorzhar's units
ru: Грнк не нападает ни на одно из подразделений Куржара

source: Throughout this scenario, Grnk gets 1 gold per turn per experience level, to be paid in full at the end of the scenario.
ru: В течение сценария Грнк каждый ход получает по 1 золотому за каждый свой уровень. Деньги выплатят в конце сценария.

source: Prevent Borck's horde from getting to Teehf River Fort
ru: Не дайте орде Борка добраться до форта реки Тихф

source: Death of Koorzhar
ru: Смерть Куржара

source: Any of Koorzhar's or Borck's units moves into sight of Teehf River Fort (right-click on the map and choose 'View no-go area' to see which area needs to be avoided)
ru: Любой из воинов Куржара или Борка оказывается вблизи форта реки Тихф (щелкните ПКМ по карте и выберите 'Показать запретную зону', чтобы увидеть, какой области следует избегать)

source: This scenario features changing objectives throughout a series of battles. Koorzhar needs to deploy his troops very carefully.
ru: В этом сценарии много особенностей, и цели постоянно меняются по ходу сражения. Куржар должен очень тщательно развернуть свои войска.

source: Alarm! Orcs approaching!
ru: Тревога! Приближаются орки!

source: $S7.messenger_name, hurry to Shmaltupp and tell them that we are under attack by orcs.
ru: $S7.messenger_name, поспеши в Шмелтапп, скажи им, что на нас напали орки.

source: Yes, sir.
ru: Да, сэр.

source: Everybody else, we need to defend this chest with all we have. HQ orders are that under no circumstance may it fall into orcs' hands. Lieutenant Koorzhar is on his way with reinforcements, we need to hold out until he gets here.
ru: Всем остальным слушать мой приказ: мы должны любой ценой защитить этот сундук. По распоряжению генштаба он ни при каких обстоятельствах не должен попасть в руки орков. Лейтенант Куржар уже выступил нам на помощь, нам нужно продержаться до его прихода.

source: Help! Teehf River Fort is under attack by the orcs.
ru: Помогите! Форт реки Тихф атакован орками.

source: We are already on our way, soldier.
ru: Мы уже идём к вам, солдат.

source: $S7.Koorzhar_type Koorzhar! Am I glad to see you. We must immediately send reinforcements to Teehf River Fort. Orcs are ...
ru: $S7.Koorzhar_type Куржар! Я рад вас видеть. Немедленно отправьте подкрепление к форту реки Тихф. Орки...

source: We must, must we? Are Bowmen now giving orders to $S7.Koorzhar_type|s?
ru: Мы должны, я не ослышался? Лучники теперь отдают приказы $S7.Koorzhar_type|ам?

source: I apologize, sir, but Lieutenant $S7.outpost_leader_name says ...
ru: Прошу прощения, сэр, но лейтенант $S7.outpost_leader_name сказал...

source: Quiet, soldier! I am quite aware of the situation at the fort. In case you have not noticed, there is a huge horde of orcs approaching in the south. We cannot spare anyone until they have been beaten.
ru: Солдат, молчать! Я знаю о ситуации в форте. Если ты не заметил, то с юга приближается целая орда орков, и мы не можем разделить силы, пока не разобьём их.

source: But ...
ru: Но...

source: One more word and I'll have you on latrine duty for insubordination for the rest of the year. Now join my men and help us fight off these orcs. The quicker we are done here, the sooner we can help $S7.outpost_leader_name.
ru: Ещё одно слова, и за неповиновение до конца года отправишься драить нужники. А сейчас присоединишься к моей армии, поможешь разбить орков. Чем быстрее мы это сделаем, тем быстрее сможем помочь $S7.outpost_leader_name|у.

source: Alright, men. Let's hope that goblin kid is getting the job done. In the meantime, we need to stay out of sight of the fort and keep those southern orcs away from there too.
ru: Отлично, солдаты. Будем надеяться, что мелкий гоблин сделал свою работу. А мы тем временем должны оставаться вне поля зрения форта и держать от него подальше южных орков.

source: And, men, be very careful out there. Based on the intelligence we have, these orcs are only the tip of the iceberg. We will likely be facing many more before we're headed back to Shmaltupp.
ru: И, воины, берегите себя. По всему выходит, что эти орки — лишь вершина айсберга. Мы, скорее всего, ещё не раз с ними столкнёмся, прежде чем вернёмся в Шмелтапп.

source: View No-Go Area
ru: Показать запретную зону

source: Dark Time
ru: Тёмное время

source: No-Go Area
ru: Запретная зона

source: No Side 3 or 4 unit may move into the darkened area before Grnk has returned to Koorzhar. [ You need to have 'Local time of day area lighting' turned on in the advanced preferences in order to see the area. ] <i> </i> The view will be restored the next time any unit starts moving.
ru: Пока Грнк не вернётся к Куржару, ни один из бойцов 3-й и 4-й противоборствующих сторон не должны оказаться в затенённой области. [Чтобы увидеть эту область, вы должны включить 'Освещение полей по локальному времени суток' в расширенных настройках.] <i> </i> Видимость полей восстановится, как только переместится любой из юнитов.

source: Why is nobody coming to help us?
ru: Почему никто не приходит нам на помощь?

source: Patience. I can hear battle noises from beyond the hills south of Lake Teehf. No doubt Koorzhar is doing everything he can to get here as quickly as possible.
ru: Терпение. Я слышу отзвуки сражения из-за холмов к югу от озера. Несомненно Куржар делает всё, чтобы оказаться здесь как можно быстрее.

source: No! The orcs must not get the chest!
ru: Нет! Орки не должны получить сундук!

source: Vanak win! Vanak get big gold.
ru: Ванак победил! Ванак получил много золота!

source: Vanak get big gold! Vanak ... What this? Thing under gold. This ... This ...
ru: Ванак получил много золота! Ванак... Что это? Что это за вещь под золотом? Это... Это...

source: This is an outrage. An incredible betrayal by the southern orcs. <i> </i>
ru: Это грубое нарушение клятв. Невероятное предательство южных орков. <i> </i>

source: or by somebody else
ru: или всё, что взбредёт в голову

source: <i> </i> Hurry back and show this to your tribe leaders. I bet they'll take immediate action.
ru: <i> </i> Вернись домой и немедленно покажи это другим вождям. Зуб даю, они сразу же предпримут ответные действия.

source: Umm?
ru: Чего?

source: Vanak go home. Vanak show other orc leaders.
ru: Ванак пойдёт домой. Ванак покажет это другим вождям орков.

source: Right. Vanak go now.
ru: Верно. Ванак уходит.

source: No, wait, you must take all orcs with ...
ru: Нет, подожди, ты должен взять всех орков с...

source: Vanak go. Vanak brother Vadak chief now.
ru: Ванак уходит. Теперь командует Вадак, брат Ванака,

source: Vanak go. Vanak brother Vadak chief now. $S7.orc_name, come Vanak.
ru: Ванак уходит. Теперь командует Вадак, брат Ванака. $S7.orc_name идёт к Ванаку.

source: Vadak
ru: Вадак

source: $S7.orc_name come.
ru: $S7.orc_name пришёл.

source: Now where the hell did he come from?
ru: Да откуда он взялся?

source: Vadak hide mountain. Vadak watch fight. Good fight. Vadak like.
ru: Вадак прятался в горах. Вадак смотрел за битвой. Хорошая битва. Вадаку нравится.

source: You watched us fight and did not help?!
ru: Ты смотрел, как мы сражались, и не помог нам?

source: Little goblin right. Good fight.
ru: Маленький гоблин прав. Хорошая битва.

source: I see. Now, why not Vadak go with Vanak. Back home. All orcs.
ru: Ясно. А почему Вадак не уходит с Ванаком? Все орки возвращаются домой.

source: No. Vadak like here. All go in. Eat. Drink.
ru: Нет. Вадаку нравится здесь. Всего много. Вода. Еда.

source: I guess we will have to take the fort back the hard way then.
ru: Полагаю, вернуть этот форт нам будет трудно.

source: <i> </i> Umm, Grnk go, scout mountains.
ru: <i> </i> Хмм, Грнк уходит на разведку в горы.

source: Little goblin do. Vadak eat. Drink.
ru: Маленький гоблин справится. Вадак будет есть. И пить.

source: Move Grnk within one turn's move of Koorzhar's troops
ru: Переместите Грнка в зону видимости армии Куржара

source: I completed my mission as ordered. Teehf River Fort has been taken by the orcs. Unfortunately, I was not able to get them to leave afterward.
ru: Я выполнил всё, что было приказано. Форт у реки Тихф захвачен орками. К сожалению, я не смог уговорить их оттуда уйти.

source: I didn't expect that they would. Let's take it back then.
ru: Этого я и не ожидал. В таком случае, давайте его вернём.

source: Take back Teehf River Fort
ru: Отбейте форт у реки Тихф

source: $S7.Koorzhar_type Koorzhar, we bring bad news. There is a huge orc army racing this way in the southwest. They will be here any moment.
ru: $S7.Koorzhar_type Куржар, у нас плохие новости. С юго-востока сюда спешит огромная армия орков. Они окажутся здесь в любой момент.

source: Whoa! Where did they come from?
ru: Стой! Откуда он появился?

source: It may be hard for you to believe this, but our scouts are good at moving unseen through the mountains also.
ru: Может, тебе трудно будет в это поверить, но наши разведчики способны незаметно пробираться и по горам.

source: Thank you, Sergeant. Well done. <i> </i> Men, we need to take Teehf River Fort back as quickly as possible. We don't want to be caught between two fronts.
ru: Спасибо, сержант. Отличная работа. <i> </i> Солдаты, мы должны как можно быстрее вернуть себе форт реки Тихф. Нам нельзя оказаться в западне между двумя армиями.

source: There are way too many of them. Why the hell did you leave them that much gold together with the 'evidence'?
ru: Их слишком много. Какого лешего вы оставили им вместе с 'доказательствами' так много золота?

source: Hey, kid, I didn't like that idea either. HQ thought it wouldn't look real otherwise. As usual, those pencil pushers have no idea how things work in the real world.
ru: Эй, парень, это не моя идея, и мне она тоже не по душе. В генштабе посчитали, что так оно будет выглядеть убедительнее. Но эти штабные крысы понятия не имеют, как устроен реальный мир.

source: Such as how orcs think. Or rather, don't think.
ru: Например, как думают орки. Или, скорее, не думают.

source: Exactly. HQ also promised us reinforcements. They better get here soon.
ru: Именно. Штаб так же обещал нам подкрепление. И лучше бы ему прибыть поскорее.

source: $S7.Koorzhar_type Koorzhar, HQ sends us to help you in the fight against the orcs.
ru: $S7.Koorzhar_type Куржар, штаб прислал нас помочь в битве с орками.

source: It's about time!
ru: Самое время!

source: Hey, kid, what do you think you're doing?
ru: Эй, парень, что ты такое творишь?

source: What the hell? I thought that goblin was supposed to be on our side!
ru: Какого лешего? Я думал, гоблин, как мы и договаривались, на нашей стороне!

source: Oops!
ru: Упс!

source: You were not supposed to move there!
ru: Тебя не должно здесь быть!

source: Who let that orc slip past?!
ru: Кто позволил проскользнуть этому орку?

source: $S7.new_orc_name help brother.
ru: $S7.new_orc_name поможет брату.

source: Human strong. $S7.orc_name go!
ru: Люди сильные. $S7.new_orc_name уходит!

source: What this? Thing go on over there. Vadak smart, get ready.
ru: Что это? Что-то там происходит. Вадак умный, Вадак подготовился.

source: Little goblin traitor. Vadak angry!
ru: Маленький гоблин — предатель. Вадак сердится!

source: I'm not happy about it either, believe me.
ru: Уж поверь, мне это тоже не в радость.

source: Little goblin all fault!
ru: Во всём виноват маленький гоблин!

source: Don't listen to him. You know that's not true.
ru: Не слушай его. Ты знаешь, что это не так.

source: Yes, it is.
ru: Да, ты прав.

source: There goes a good soldier. Shall his death not be in vain.
ru: Он был хорошим солдатом. Его гибель не была напрасной.

source: Karcyn
ru: Карцин

source: Orc minions, it's time to show those humans which way the wind is blowing. The era of the undead is about to begin.
ru: Мои верные орки, пора показать людям, куда нынче дует ветер. Грядёт новая эра, эра мертвецов.

source: Uh, what you say?
ru: Что ты там говоришь?

source: Right. We them get. <i> </i>
ru: Да. Мы их порвём. <i> </i>

source: And if sorcer no have skeleton guard, $S7.orc_name like get sorcer.
ru: И если у колдуна не будет стражей-скелетов, $S7.orc_name с удовольствием порвёт и колдуна.

source: Another Dark Sorcerer! Why do they keep popping up everywhere all of a sudden?
ru: Ещё один тёмный маг! Почему они продолжают появляться так внезапно?

source: I have no idea, but we better take the fort back quickly or we'll be in real trouble.
ru: Без понятия. Но нам лучше побыстрее вернуть себе форт, или у нас будут реальные проблемы.

source: Defeat all enemy units
ru: Уничтожьте всех вражеских бойцов.

source: I told the Master not to rely on those damned orcs. We'll have to change our strategy.
ru: Я предупреждал Повелителя, что не стоит полагаться на проклятых орков. Придётся менять стратегию.

source: What do you think he meant by that?
ru: Что он имел в виду?

source: Beats me, but I sure don't like the sound of it.
ru: Прибей меня, но мне совершенно не нравится, как это звучит.

source: Vanak back. Kill sorcer, traitor orc.
ru: Ванак вернулся. Убейте колдуна, предателя орков.

source: Hey, kid, it looks like our plan worked and his grudge is with the other orcs. He doesn't appear to have noticed you switching sides yet. We should take advantage of that.
ru: Эй, парень, похоже наш план сработал, вождь недоволен другими орками. И он, по-моему, ещё не заметил, что ты перешел на другую сторону. Используем это в своих интересах.

source: I <i>really</i> don't want to fight with the orcs again.
ru: Я <i> в самом деле </i> не хочу снова быть вместе с орками.

source: Kid, you don't seem to understand how the military works. This was not a suggestion!
ru: Парень, ты, кажется, не понимаешь, как работают вооруженные силы. Это было не предложение!

source: Yes. Sir. <i> </i> If I may say one thing though, it would be wise to make sure Vanak survives this battle. This way he will continue to spread unrest among the orcs.
ru: Да, сэр. <i> </i> Позволь сказать! Будет мудро удостовериться, что Ванак переживёт сражение. Так он продолжит распространять волнение среди орков.

source: You're a devious little kid. I like that.
ru: Маленький хитрец. Мне нравится твоя задумка.

source: I know you do. I don't.
ru: Я знаю, что это делаешь ты. А не я.

source: Little goblin back. Help Vanak fight sorcer, traitor orc.
ru: Меленький гоблин вернулся. Помоги Ванаку воевать колдуна, предателя орка.

source: Grnk help Vanak. Grnk suggest Vanak fight with humans. Sorcerer is enemy of Vanak and humans.
ru: Грнк поможет Ванаку. Грнк предлагает Ванаку объединиться с людьми. Колдун — враг Ванака и людей.

source: Vanak fight with human? Vanak no like, but Vanak must kill sorcer, traitor orc.
ru: Ванаку объединиться с людьми? Ванаку не нравится, но Ванак должен убить колдуна, предателя орка.

source: Grnk no like either, but Grnk no choice.
ru: Грнку тоже не нравится, но у Грнка нет выбора.

source: Right. We them get.
ru: Верно. Мы их порвём.

source: Defeat Karcyn
ru: Поражение Карцина

source: As if having a goblin in our ranks weren't bad enough, now we're fighting alongside the orcs!
ru: Как будто завести гоблина в наших рядах было недостаточно паршиво, так теперь нам ещё и с орками строй делить!

source: Silence, soldier! One more word and you'll report for latrine duty as soon as we're back in Shmaltupp.
ru: Тихо, солдат! Ещё одно слово, и, как только мы вернёмся в Шмелтапп, твоей пожизненной обязанностью станет чистка нужников!

source: $unit.name no like fight with human. $unit.name kill human.
ru: $unit.name|у не нравится воевать вместе с людьми. $unit.name убьёт людей.

source: $unit.name shut! Or Vanak kill $unit.name.
ru: $unit.name закроет свою пасть! Или Ванак убьёт $unit.name.

source: Look at zzat. Orczz and humanzss fighting. Alwaysz somezzing to be gained from zzat.
ru: Посссмотри сссюда. Орки и люди сссражаются. Иззз такого всссегда можно чччто-нибудь изззвлечь.

source: What the hell is going on here? How about we get some trolls out here too?
ru: Да что тут творится?! А как насчёт нескольких троллей для полноты картины?

source: Be careful what you wish for! These saurians on the other hand shouldn't be too hard to deal with. They pop out of the swamps all the time and they always behave the same. Once we kill enough of them, the rest will retreat. No need to go after them and into the swamps.
ru: Осторожней в своих желаниях! С другой стороны, с этими ящерами особых проблем быть не должно. Они постоянно вылазят из своих болот, в их поведении нет ничего нового. Как только мы нескольких убьём, остальные отступят. Нет нужды преследовать их по болоту.

source: Just like Borck?
ru: Так же, как и Борк?

source: Hmm, yes, good point. Just like Borck. And, in fact, I'd expect that Sorcerer down there to do the same thing. Look at him standing there smugly with his skeleton guards, watching the fight without getting his hands dirty. I bet he won't even let us get close to him.
ru: Да, хорошо подметил. Так же, как и Борк. Ожидаю, что и колдун поступит так же. Посмотри на него, стоит там со своими стражниками-скелетами, скалится самодовольно, а сам-то руки не пачкает. Бьюсь об заклад, что он смоется, как только мы к нему подберёмся.

source: Maybe zzizz wazz not ssuch a good idea.
ru: Возможно, это была не сссамая лучшая мыссссль.

source: Vanak should have reappeared before the end of the scenario. This will make later scenarios unplayable.
ru: Ванак должен был появиться до конца сценария. Если этого не произойдёт, то дальнейшие сценарии окажутся невозможными.

source: Vanak glad sorcer gone, but Vanak no like fight with humans. Vanak go.
ru: Ванак доволен: колдун убежал. Но Ванаку не нравится воевать вместе с людьми. Ванак уходит.

source: No, wait. We can still work toge...
ru: Погоди! Мы ещё можем вместе...

source: Well done, everybody. Especially you, kid.
ru: Вы все отлично поработали, воины. Особенно ты, парень.

source: Yeah, right. Use the goblin to betray everybody, since he's such an expert at it.
ru: Да, точно. Использовать гоблина, чтобы всех предать, ведь он же такой в этом мастак.

source: Beat yourself up over it, if you want, sometimes we all have to do things we don't like.
ru: Можешь корить себя сколько угодно, но иногда нам приходится делать то, что нам не по нраву.

source: Right. Sometimes ...
ru: Верно. Иногда...

source: Either way, you did well. Here's your pay: $S7.gold_for_Grnk gold.
ru: Так или иначе, но ты добился успеха. Вот твоя плата: $S7.gold_for_Grnk золотых.

source: You have run out of time.
ru: Время закончилось.

source: Trap
ru: Ловушка

source: Look at those pathetic humans. They seriously think that they can interfere with our Grand Plan.
ru: Посмотрите на тех жалких людишек. Они всерьёз полагают, что способны помешать нашему Великому Плану.

source: He's going to run again as soon as we get close. He did so at Lake Teehf also.
ru: Он сбежит снова, как только мы окажемся рядом. Как сбежал на озере Тихф.

source: I know. I was there. <i> </i> This is where you, $S8.scout1_name and $S8.scout2_name here come in.
ru: Я знаю. Я был там. <i> </i> Сюда, $S8.scout1_name, и ты тоже сюда, $S8.scout2_name.

source: You're employing Footpads now?
ru: Теперь вы нанимаете разбойников?

source: I'm also employing goblins, ain't I?
ru: Я также нанимаю гоблинов, не правда ли?

source: Good point.
ru: Хорошо подметил.

source: So, $S8.scout1_name and $S8.scout2_name have been following Karcyn for quite some time and ...
ru: Итак, $S8.scout1_name и $S8.scout2_name достаточно долго следовали за Карцином, и...

source: So I heard. This is where you, $S8.scout1_name and $S8.scout2_name here come in. The two of them have been following Karcyn for quite some time and ...
ru: Итак, я слушаю. $S8.scout1_name и $S8.scout2_name, давайте сюда. Эти двое довольно долго висели на хвосте у Карцина, и...

source: You know his name?!
ru: Тебе известно его имя!?

source: Indeed I do. Now, $S8.ally_Grnk, if you'd kindly refrain from interrupting me for a moment ...
ru: Ну да. Теперь, $S8.ally_Grnk, если ты будешь столь любезен и не прервёшь меня хотя бы ближайшие пару секунд...
