Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Grnk's petrification spell only lasts a short time. The unit will become unpetrified on the turn shown below it (at the beginning of Grnk's turn). Also note that the magical prunes will have no further effect on petrified units.
ru: Заклятие окаменения, которое применил Грнк, длится очень короткое время. Попавший под него противник окажется обездвижен на один ход (в начале хода Грнка). Также обратите внимание, что волшебные сливы не окажут никакого эффекта на уже обездвиженных юнитов.

source: Away with you! <i> </i>
ru: Пшёл прочь! <i> </i>

source: If only I knew how to do this intentionally.
ru: Если бы я знал, как делать так по своему желанию.

source: That's right! Fight each other, not us.
ru: Да! Бейтесь друг с другом, а не с нами.

source: Here, en'my, en'my, en'my... Join me!
ru: Сюда, вражище, вражище. вражище... Присоединяйся ко мне!

source: Remember that this effect only lasts one turn.
ru: Помните, что этот эффект длится всего один ход.

source: Hah! Start over, scumbag!
ru: Ха! Начни сначала, подонок!

source: Ouch, that hurt! I better be careful with this one.
ru: Оу! Больно же! С этим лучше быть поосторожнее.

source: Damn, that hurts! I really need a break from them prunes.
ru: Проклятье! Как больно! Мне нужно немного отдохнуть от этих слив.

source: Grnk will not be able to use the prunes for the next 2 turns of this scenario.
ru: В этом сценарии Грнк не сможет воспользоваться сливами в течении двух следующих ходов.

source: This is Shmaltupp Lager all over again!!
ru: Будто снова то шмелтаппское светлое!!

source: I'm getting too old for this!
ru: Я становлюсь для этого слишком стар!

source: Whoa!
ru: Стой!

source: Ghastly Grnk
ru: Грнк Ужасный

source: Crap! I turned myself into a ghast.
ru: Вот же ж! Я превратил себя в призрака.

source: Argh!
ru: Аргх!

source: Phew. That was ... unpleasant.
ru: Уф. Это было... неприятно.

source: Use Magical Prunes
ru: Используйте волшебные сливы

source: Rats! I'm not close enough to an enemy.
ru: Крысы! Я недостаточно близко к врагу.

source: What effect should the prunes have? Chance of successful choice: $prunes_cfg.select_chance%
ru: Какой эффект должны иметь сливы? Шанс успешного выбора: $prunes_cfg.select_chance%

source: Petrify enemy unit
ru: Обездвижить противника

source: Teleport enemy unit away
ru: Телепортировать противника куда подальше

source: Make two enemy units fight each other
ru: Заставить двух противников биться друг с другом.

source: Convert enemy unit to Grnk's side for one turn
ru: На один ход заставить противника биться на стороне Грнка

source: Demote enemy unit
ru: Понизить уровень противника

source: Damage all close units
ru: Нанести повреждения всем оказавшимся поблизости противникам

source: Harharharharhar! Little goblin magic no hurt $prunes.target.name.
ru: Хар-хар-хар-хар-хар! Колдовство маленького гоблина не причиняет $prunes.target.name никакого вреда.

source: Hah, your little magic tricksss don't work on me. The Massster'szzsss powerss protect me.
ru: Ха, твоя жжжалкие чччары на меня не действуют. Меня зззащищают сссилы Повелителя.

source: Even the saurians are under the Master's spell!
ru: Даже ящеры попали под заклятие Повелителя!

source: Hah, your little magic tricks don't work on me. The Master's powers protect me.
ru: Ха, твои трюки на меня не действуют. Меня хранят силы Повелителя.

source: That would be me. Harharharharhar!
ru: То есть мои. Ах-ха-ха-ха-ха!

source: Hmm. I guess the prunes magic doesn't work on lurkers. They truly are mysterious creatures!
ru: Хм. Наверное, магия слив не действует на скрытников. Вот уж в самом деле странные создания!

source: Debug only: Setting prunes testing mode
ru: Только отладка: Настройка тестирования слив

source: Shallow Water
ru: Отмель

source: Medium Shallow Water Keep
ru: Крепость на отмели

source: Medium Shallow Water Castle
ru: Замок на отмели

source: Rat, black, dead
ru: Чёрная, мёртвая крыса

source: Receipt: 1 cage, metal, $Money.cage_cost gold paid
ru: Получено: 1 клетка металлическая, стоимостью $Money.cage_cost золотых

source: Sack of gold, heavy
ru: Мешок с золотом. тяжёлый

source: Grnk's personal gold: $Grnks_gold <u>Inventory:</u>
ru: Личное золото Грнка: $Grnks_gold <u>Инвентарь:</u>

source: Inventory
ru: Инвентарь

source: Healing potion, light blue
ru: Исцеляющее зелье, голубого цвета

source: Assassin poison, very nasty color
ru: Отравляющее зелье, очень неприятного цвета
