Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: But never mind that, it's time to put an end to this. $undead_leader_name needs to be stopped before he gets even stronger. I make you a deal, I'll help you find your friend if you help me wipe out all these orcs and undead. None of them may escape.
ru: Но не стоит уделять этому внимание. Нужно покончить с $undead_leader_name, пока он не стал слишком сильным. Предлагаю следующее: я помогу вам отыскать вашего друга, а вы поможете мне истребить орков и мертвецов так, чтобы ни один из них отсюда не убежал.

source: But how do we fight an invisible army?!
ru: Но как бороться с армией невидимок!?

source: Just as you fight any other army. You hit them hard until they die. Duh.
ru: Так же, как и с любой другой: бейте врагов, пока они не умрут. Что тут непонятного.

source: I mean ...
ru: Я о том, что...

source: I know what you mean. Naturally. Stop wasting my time with silly questions.
ru: Я знаю, о чём ты. Естественно. Прекратите тратить впустую моё время на глупые вопросы.

source: As for their nightstalk ability, I've been working on these beacons that light up the surrounding area as if it were day time. Unfortunately, I've run out of time and I've only managed to finish two, but if we put them down in the right place at the right time, that should give us quite an advantage anyway.
ru: А что до их невидимости, я как раз работал над маяками, которые освещают окружающее пространство, как полуденное солнце. К сожалению, мне не хватило времени, и я успел сделать лишь два таких светильника. Но если расположить их в нужном месте и в нужное время, то мы получим некоторое преимущество.

source: Sounds like a plan then. Let's go.
ru: Это хоть как-то напоминает план. Вперёд.

source: Check the objectives notes for additional information on the beacons.
ru: Ознакомьтесь с примечаниями, чтобы получить дополнительную информацию о маяках.

source: <span color='#A050A0'>Search For Gertburt And Wipe Out The Enemy Armies</span>
ru: <span color='#A050A0'> Отыщите Джертбарта и уничтожьте вражескую армию</span>

source: Find Gertburt and defeat all enemy units
ru: Найдите Джертбарта и победите всех вражеских бойцов

source: Death of Wyssauba
ru: Смерть Виссобе

source: When ready, deploy the light beacons at Wyssauba's location by right-clicking on him
ru: Когда посчитаете нужным, расставьте светящиеся маяки Виссобе, щелкнув по магу правой клавишей мыши

source: Each beacon will change the time of day within a two-hex radius to day-time
ru: Каждый маяк в радиусе двух ячеек изменит время суток на дневное.

source: They will last 4 and 9 turns, respectively
ru: Они будут светить 4 и 9 ходов соответственно

source: Turn 'Local time of day area lighting' on in the advanced preferences to see the beacon effect
ru: Чтобы узнать, какое сейчас освещение на выбранной вами ячейке, выберите пункт 'Освещение полей по локальному времени суток'

source: Arghh!!!
ru: Аргхх!!!

source: $orc_leader_name fail. Undead be all places.
ru: $orc_leader_name проиграл. Мертвецы повсюду.

source: What's that supposed to mean?
ru: Как же это понимать?

source: You don't know what you are messing with.
ru: Вы и понятия не имеете, с чем связались.

source: Well done, little fella. Here's $gold_bonus gold.
ru: Отличная работа, паренёк. Вот твои $gold_bonus золотых.

source: Thanks! That cage wasn't quite as comfy as it looks.
ru: Спасибо!Эта клетка была не настолько удобной, как могла показаться.

source: Gertburt! It is you. You're alive!
ru: Джертбарт! Это ты. И живой!

source: Way to go, Gertburt, getting yourself into trouble. Again. And as always, I'm the one who has to get you out of whatever mess you created.
ru: И, как всегда, Джертбарт, ты найдёшь путь встрять в проблемы по самые ноздри. И, как всегда, именно мне приходится вытаскивать тебя из очередной передряги.

source: Wow, they really don't like each other, do they?
ru: Ого, а они и в самом деле друг другу не по душе?

source: Hey, nobody asked you to come for me.
ru: Эй, полегче! Приходить за мной тебя никто не просил.

source: You know quite well that I promised dad to look after you. Sometimes I wonder if you are doing this on purpose, just to piss me off.
ru: Ты отлично знаешь, что я обещал отцу заботиться о тебе. Иногда у меня складывается ощущение, что ты выделываешь всё это нарочно, лишь только меня позлить.

source: They are brothers?!?
ru: Они братья?!?

source: Naturally. You hadn't figured that out yet? Maybe you're not that smart after all.
ru: Ну да. До тебя только сейчас дошло? Наверное, ты не так уж и умён, как поначалу казалось.

source: Right. Letting myself be captured by the orcs just to piss you off. Don't believe for a second that you are that important!
ru: Конечно. Позволить схватить себя оркам, только чтобы задеть твоё самолюбие. Неужели ты хоть на секунду поверил, что настолько важен?

source: I hate to interrupt your family reunion, but I have to be on my way.
ru: Мне не очень приятно прерывать вашу семейную беседу, но мне пора в путь.

source: I hate to interrupt your family reunion, but we still have work to do here.
ru: Мне не очень приятно прерывать вашу семейную беседу, но у нас тут осталась недоделанная работа.

source: I'll have a word with you later, Gertburt.
ru: Я с тобой ещё позже поговорю, Джертбарт.

source: Good, we got them all. I have to be on my way now.
ru: Отлично, со всеми ними покончено. Мне пора в путь.

source: Good, we got them all.
ru: Отлично. Со всеми ними покончено.

source: Wait, you seemed to know something about ... <i> </i> Oh, he's gone.
ru: Постой, мне показалось, что ты что-то знаешь о... <i> </i> Он ушёл.

source: And I'm off too.
ru: И я поступлю так же.

source: Gertburt, don't you dare! <i> </i> Grrr!! I swear one day, I'm going to ...
ru: Джертбарт, да как ты смеешь! <i> </i> Гррр!! Клянусь, когда-нибудь, я пойду на...

source: Hunting
ru: Охота

source: Jen emaris
ru: Джен Емарис

source: Merfolk
ru: Водяной

source: Pekzs
ru: Пекзс

source: Saurians
ru: Ящеры

source: Animals
ru: Животные

source: I still think that this is a mistake.
ru: Я всё ещё считаю, что это ошибка.

source: Cart Driver
ru: Возница

source: You cannot hire me as a guide and then not let me guide.
ru: Нельзя нанять меня проводником, а затем буквально вырывать вожжи из рук.

source: I did not hire you as a guide. Quank blackmailed me into hiring you as a cart driver.
ru: Я не нанимал тебя проводником. Уэнк принудил меня нанять возницу. Возницу, а не проводника — понимаешь?

source: You are welcome to go wherever you want. By yourself. Quank told me to guide you to a place with wild wolves and not to risk the cart or the oxen.
ru: Нет. Ты можешь идти всюду, куда вздумается. Но сам. Уэнк дал мне чёткие указания: отвести тебя к месту, где обитают волки. А не рисковать повозкой или волами.

source: There are plenty of wolves in the mountains west of Shmaltupp.
ru: В горах к западу от Шмелтаппа много волков.

source: There are also plenty of orcs in those mountains and recently the undead, I've been told. No way I am going into orc country if Quank's too cheap to send an armed escort with us.
ru: А так же много орков, а с недавних пор, как поговаривают, ещё и бродячие мертвецы появились. Ни за какие коврижки я не поверну в лапы к оркам, если Уэнк решил сэкономить, и не послал с нами вооружённый отряд.

source: I've fought against the undead and I know how to deal with orcs.
ru: Я бился против мертвецов, и знаю, как иметь дело с орками.

source: As do I. I stay out of their way. In any case, I have my instructions and that's what we're going to do.
ru: И я, представь себе, тоже. Но предпочитаю идти с ними разными путями. В любом случае, я получил чёткие, чётче некуда, инструкции, и собираюсь им следовать беспрекословно.

source: And you are sure that there are wolves on that island?
ru: Так значит, ты уверен, что на том острове водятся волки?

source: Peninsula, not island. Hulbensal Peninsula, to be precise. There are more than enough wolves in the forest down there for you to commit suicide, belie...
ru: <u>Полу</u>острове. Полуострове Хулбенсэл, если быть точным. И да, волков там более чем достаточно, чтобы совершить самоубийство, противоре...

source: There they are! Let's get them!
ru: Они там! Хватай их!

source: Now what?
ru: Что ещё теперь?

source: What? Who are you? Oh, just a little goblin. You stay out of our way while we take care of those lizards over there.
ru: Что? Кто ты? А, просто некрупный гоблин. Не путайся у нас между плавников, пока мы не расправимся с теми ящерицами.

source: Who you're calling a lizzzard, fisssh scum?! You will pay for what you have done!
ru: Кого ты посссмел назззвать ящщщерицей, мерзззкая рыба!? Ты зззаплатишшь ззза сссделанное!

source: I don't know what your dispute is about and I want no part in it. I'm just trying to get down to that island, Hulbensal, or whatever it's called.
ru: Не знаю, что у вас тут за спор, и не хочу в нём участвовать. Мне просто нужно попасть на тот остров, Хелбесал, или как он там называется.

source: Peninsssula, not island.
ru: Полуоссстров, не оссстров.

source: Whatever.
ru: По барабану.

source: No trespassing on our land!
ru: Никто не смеет нагло шляться по нашей земле!

source: Your land?! Zzizz iss our land!
ru: Вашей зземле!? Это наша ззземля!

source: Listen, I really don't care whose land this is, I just ...
ru: Послушайте, мне действительно всё равно, чья это земля, мне просто...

source: Silence! You can either join us fighting those lizards or go back to where you came from.
ru: Молчать! Или помогаете нам победить тех ящериц, или возвращайтесь туда, откуда явились.

source: Join uss, not zzem fishesss! Zzey will only betray you!
ru: Присссоединяйтесь к нам, а не к этим рыбам! Они только и могут, что предавать!

source: It can't ever be easy, can it?
ru: Сделать выбор всегда было нелёгким делом, не так ли?

source: I say we go back to ...
ru: А я настаиваю, что мы вернёмся в...

source: Oh, shut up!
ru: Ох, да заткнись уже.

source: You just see. Quank is only paying me for so much time. Once that is up, I'll dump your cage and go back to Shmaltupp.
ru: Ну-ну, посмотрим. Уэнк платит мне за проведённое в дороге время. Как только оно истечёт, я сразу же сброшу с повозки твою клетку и вернусь в Шмелтапп.

source: <span color='#A050A0'>First Turn Objective</span>
ru: <span color='#A050A0'> Первая цель хода </span>

source: Decide which side to join at the end of the turn
ru: Решите, к какой стороне присоединиться.

source: I guess it's time to make a decision
ru: Полагаю, пора принять решение.

source: I will join the merfolk
ru: Я стаю на сторону водяных

source: Good choice.
ru: Хороший выбор.

source: So, tell me, little goblin, what mission of yours is so urgent that you join a fight in which you have no stakes whatsoever?
ru: Скажи мне, гоблин. что же у тебя за такое срочное дело, что ты решил вступить в борьбу, от которой у тебя и выгоды никакой не будет?

source: I need to catch and tame myself a wolf.
ru: Мне нужно поймать и приручить волка.

source: He is insane, I tell you. We should go back to ...
ru: Он псих, вы только послушайте. Возвращаемся в...

source: And what do you know about that?! This is not so crazy.
ru: Да что тебе знать об этом!? В этом мало безумного.

source: It is not?!?
ru: Серьёзно?

source: All kinds of folks come to Hulbensal's Forest for this quest. Some do it searching for glory, some out of desperation. Most of them fail miserably and are torn to shreds. Don't ask me what happens in there, neither we nor those lizards have ever entered the forest, but a few of them strangers do come back out, occasionally even with all their limbs, and every once in a while with a wolf.
ru: На такие поиски в лес Хелбенсал съезжаются охочие от всех народов. Кто ищет славы, кто бежит от отчаяния. Большинство терпит крах, оканчивая свою жизнь растерзанными дикими зверями. Не спрашивай меня, что там творится — ни мы, ни ящеры никогда не заходили в тот лес, даже и не приближались к нему. Но мы видели тех, кто возвращался оттуда с высоко поднятой головой, иногда даже со всеми конечностями, а случалось, что и с волком.

source: But he's just a puny little ...
ru: Но он всего лишь мелкий...

source: Size doesn't seem to matter for this. I do not know exactly what makes the difference, but it seems that nobody has ever succeeded without strong leadership qualities.
ru: А размер, как мне кажется, тут никакой роли не играет. Не знаю, что на самом деле тут важно, только чувствую, что без таланта умелого лидера преуспеть там было бы невозможно.

source: This means that Grnk needs to have his level 2 leadership AMLA advancement by the time a wolf enters the cage.
ru: Это означает, что к ому моменту, как волк окажется в клетке, Грнк должен достичь лидерства 2-го уровня.

source: Well, good then ...
ru: Ну, тогда ладно...

source: Help us defeat that liar Pekzs, and I will wish you good luck for your mission. But be warned, if you abandon the fight and move onto Hulbensal Peninsula before the lizard king is dead, you'll be fighting not only them, but also us.
ru: Помогите мне победить того лжеца Пекзса, и я пожелаю вам удачи в вашем деле. Но предупреждаю, если вы бросите сражение и отправитесь на полуостров прежде, чем мы убьём короля ящеров, то сражаться вы будете не только с ними, но и с нами.

source: I will join the saurians
ru: Я встаю на сторону ящеров

source: Good choisss.
ru: Отличччный выбор.

source: Ssso, tell me, little goblin, what misssion of yourss is sso urgent zzat you join a fight in which you have no stakess whatsoever?
ru: Ссскажи мне, гоблин, чччто же у тебя за такое сссрочччное дело, что ты решил вссступить в борьбу, от которой у тебя и выгоды никакой не будет?

source: And what do you know about zatt?! Zizz iss not so crazy.
ru: Да что тебе знать об этом!? В этом нет почти ничего безумного.

source: All kindsss of folkss come to Hulbensal's Foressst for zziss quest. Ssome do it searching for glory, sssome out of desperation. Mosst of zzem fail miserably and are torn to shredzz. Don't asssk me what happenss in zzere, neizzer we nor zzosse fishesss have ever entered zze forest, but a few of zzem strangerss do come back out, occasssionally even wizz all zzeir limbszs, and every once in a while wizz a wolf.
ru: На такие поиссски в лес Хелбенсссал сссъезжаются охочие от всссех народов. Кто ищет ссславы, кто бежит от отчччаяния. Большинство терпит крах, оканчччивая сссвою жизнь растерзззанными дикими зззверями. Не ссспрашивай меня, что там творитссся — ни мы, ни водяные никогда не зззаходили в тот лессс, даже и не приближались к нему. Но мы видели тех, кто возззвращалссся оттуда с высссоко поднятой головой, иногда сссо всеми конечччноссстями, а ссслучалось, что и ссс волком.

source: Ssize doesss not ssseem to matter for zziss. I do not know exactly what makesss zze difference, but it seemsss zzat nobody hasss ever sucsseeded wizzout strong leadersship qualitiesss.
ru: А разззмер, как мне кажется, тут никакого зззначччения не имеет. Не зззнаю, что на сссамом деле тут важно, только чччувствую, что беззз таланта умелого лидера преуссспеть там было бы невозззможно.

source: Help usss defeat zzat liar Jen emarisss, and I will wissh you good luck for your misssion. But be warned, if you abandon zze fight and move onto Hulbensal Peninsssula before zze fisssh queen isss dead, you'll be fighting not only zzem, but also usss.
ru: Помогите мне победить ту лгунью Дженемарисс, и я пожелаю вам удачи в вашем деле. Но предупреждаю, если вы бросссите сссражение и отправитесь на полуоссстров прежде, чем мы убьём королеву водяных, то сссражаться вы будете не только ссс ними, но и ссс нами.

source: <span color='#A050A0'>Catch A Wolf</span>
ru: <span color='#A050A0'> Поймайте волка </span>

source: Defeat the $S6.enemy leader
ru: Победите лидера $S6.enemy

source: Then deploy the cage before the cart driver calls it quits
ru: Расположите клетку, пока возница не уехал прочь

source: Death of Ox Cart
ru: Смерть запряжённых в повозку волов

source: Death of $S6.ally_leader_id
ru: Смерть $S6.ally_leader_id

source: Grnk or Ox Cart move onto Hulbensal Peninsula before $S6.enemy_leader_id is defeated
ru: Грнк или извозчик перейдут на полуостров Хулбенсэл, прежде чем будет побеждён(а) $S6.enemy_leader

source: Grnk catches a wolf before he has level 2 leadership abilities (as a level-1 unit)
ru: Грнк ловит волка, прежде чем его лидерские навыки не повысятся до 2-го уровня.

source: What the hell is that?!
ru: Что, разрази меня гром, это было!?

source: Never seen a Swamp Lurker, have you? Lucky you.
ru: Никогда прежде не встречал болотного скрытника? Везунчик.

source: Never ssseen a Ssswamp Lurker, have you? Lucky you.
ru: Никогда прежде не вссстречал болотного ссскрытника? Везззунчик.

source: Why would anyone want this land anyway? It's wet, it stinks and there are slimy critters everywhere.
ru: Зачем хоть кому-то может понадобиться такая земля? Сыро, воняет и повсюду сплошь мерзкие слизни.

source: The little goblin is trying to sneak away without honoring his commitment. Kill him!
ru: Мелкий гоблин пытается сбежать, не сдержав своих обещаний. УБЕЙТЕ ЕГО!

source: Zze little goblin isss trying to sssneak away wizzout honoring hiss commitment. Kill him!
ru: Мелкий гоблин пытается сссбежать, не сссдержав своих обещщщаний. УБЕЙТЕ ЕГО!

source: Arghh! Our land ...
ru: Аргхх! Наша земля...

source: Arghh!
ru: Аргхх!

source: Thank you for your help, little goblin. Maybe our paths will cross again in the future.
ru: Спасибо за вашу помощь, маленький гоблин. Возможно, наши пути ещё пересекутся.

source: Zzank you for your help, little goblin. Maybe our pazzss will crosss again in zze future.
ru: Ссспасибо за вашу помощщщь, маленький гоблин. Возможно, наши пути ещё пересссекутссся.

source: I hope so as well. Now let's set up the cage down there in the forest.
ru: Я тоже на это надеюсь. А теперь давайте поставим в лесу клетку.

source: You know that this cart cannot enter the forest, right?
ru: Ты ведь в курсе, что повозка не сможет проехать в лес?

source: Go figure. Is there anything you are actually going to be helpful with?
ru: Надо же. Если хоть что-то, в чём от тебя будет ну хоть какая-то польза?

source: I have brought your cage this far, haven't I? I will drive it down there to the edge of the forest, but that's as far as I will go.
ru: Я, между прочим, довёз твою клетку аж сюда, не так ли? И довезу её до края леса, но лишь на столько, на сколько она сможет пройти.

source: Move cart here
ru: Поместите повозку сюда

source: Better than nothing, I guess. Barely.
ru: Лучше, чем ничего.

source: Deploy the cage before the cart driver calls it quits
ru: Расположите клетку, пока возница не уехал прочь

source: Here we are. Let's get this damn cage off my cart and then I'm out of here.
ru: Вот и всё. Давай уже скинем эту проклятую клетку с моей повозки. И я наконец-то свалю отсюда.

source: What do you mean you're out of here? You are going to help me catch that wolf.
ru: Что значит свалишь? Ты поможешь мне поймать волка.

source: The hell I am! Quank is paying me to transport the cage, and not very much, if I may add. You're on your own now.
ru: Проклятье! Уэнк платит мне за доставку клетки, и не так уж много, смею тебя заверить. Теперь ты сам по себе.

source: I am going to have a word with Quank when I am back.
ru: Я поговорю с Уэнком, когда вернусь.

source: You do that. I am sure he is trembling already ...
ru: Обязательно. Чувствую, как он уже дрожит...

source: I'm off. Don't forget to bait the cage. Although, if I were a wolf, I'd take a fresh little goblin any time over a stinking rat that has been dead forever.
ru: Я сваливаю. Не забудь положить туда наживку. Хотя, если бы я был волком, то протухшей крысе предпочёл бы свежего гоблина.

source: Baiting the cage can be done by moving Grnk onto it.
ru: Подготовить клетку можно, переместив на неё Грнка.

source: I hate to admit it, but he is right. That rat is starting to smell. I bet I don't have much time before no wolf is going to touch it any more.
ru: Мне не очень-то нравятся его слова, но он прав: та крыса уже попахивает. Уверен, осталось не так уж и много времени, пока хоть какой-нибудь волк ещё соблазнится этой тушкой.

source: Bait the cage and catch a wolf before the rat goes bad
ru: Подготовьте клетку и поймайте волка, пока крыса окончательно не разложилась.

source: There goes the bait. Now I only need to get one of them wolves to come out here.
ru: Так, приманка на месте. Осталось всего лишь заманить сюда волка.

source: I have been told that the wolves will come for you if you're within their striking distance. You should be able to use that to lure one out of the forest. And once they are within reach of the bait, they'll go for that.
ru: Я слышал, что волк обязательно на тебя кинется, если окажется на расстоянии броска. Используй это, чтобы его подманить. Как только волк почует приманку, то уже пойдёт к ней сам.

source: I have been told zzat zze wolvess will come for you if you're wizzin zzeir striking distansss. You should be able to usse zzat to lure one out of zze forest. And onccce zzey are wizzin reach of the bait, zzey'll go for zzat.
ru: Я ссслышал, что волк обязззательно на тебя кинетссся, если окажетссся на рассстоянии броссска. Использззуй это, чччтобы его подманить. Как только волк почччует приманку, то уже пойдёт к ней сссам.

source: Grnk does not have a rat. It is not possible to finish the scenario from here.
ru: У Гнка нет крысы, и теперь невозможно окончить сценарий.

source: Back home, finally. If I never have to guide a maniac goblin again, so much the better.
ru: Наконец-то домой. Буду только рад, если мне никогда больше не доведётся увидеть гоблина-психопата.

source: Grnk, you idiot! You are supposed to lure a wolf into the cage, not kill it. (And why am I talking to myself ?!)
ru: Грнк, ты идиот! И как ты планировал заманить волка в клетку, не убив его? (И почему я говорю сам с собой?)

source: Now I will never be able to catch a wolf!
ru: Теперь мне никогда не поймать волка!

source: Serves him right! He should have stayed with me.
ru: Так ему и надо. Он должен был оставаться вместе со мной.

source: I got so close! All I needed was a little more time.
ru: Успех был так близко! Всё, что мене было нужно, всего лишь чуть больше времени.

source: That's it, I am going to leave this madness.
ru: Вот именно. Я не собираюсь участвовать в этом помешательстве.

source: Oh, come one. Please. Just a little longer. I know we can make it.
ru: Ох, да ладно. Пожалуйста, просто подожди немного. У нас всё получится.

source: And get ourselves killed in the process.
ru: Ага. И мы все умрём.

source: I will pay you twice what Quank would pay you for the same time.
ru: Я заплачу вдвое против того, что тебе платит Уэнк.

source: Forget it! I am going to go back to driving tourists to the Eldryanic River. Anything is better than working for a mad goblin on a maniac mission.
ru: Забудь. Я собираюсь вернуться к туристам, которые хотят полюбоваться изгибами реки Элдрианик. Всё лучше, чем работать на чокнутого гоблина.

source: I did it! I caught a wolf!! Now, how do I get onto it without being eaten?
ru: Ага! У меня получилось! Я поймал волка!! А как же теперь на него забраться и не оказаться съеденным?

source: Here, little puppy.
ru: Сюда, мой щеночек.

source: Nice little wolfie.
ru: Миленький волчик.

source: Yes, yes, you said that already. How about you let me come in there without biting my head off?
ru: Да, да, ты это уже говорил. Как насчёт того, чтобы я вошел в клетку, и ты не откусил мне голову?

source: Now, listen, I ...
ru: Теперь послушай, я...

source: Quiet, you !!!
ru: Да тихо, ты!

source: That's better. I am going to come in there now and climb on your back, and you're not going to do anything stupid, is that understood?!
ru: Уже лучше. Я войду в клетку и заберусь тебе на спину, а ты не глупи, понял?

source: Yelp.
ru: Визжит.
