Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Well, if ya just wanna get drunk cheaply, the Lager does the job, but let me tell ya, it tastes like rat piss. For a connoisseur like yaself, laddie, I'd definitely go with the Dark.
ru: Ну, если хочешь просто подешевле надраться, то светлое это то, что тебе надо, но, да позволят мне это сказать, на вкус его не отличить от крысиной мочи. Послушай знатока, малец, я определённо выбрал бы тёмное.

source: Hey, ya're back! What can I do for ya, laddie?
ru: Эй, да ты вернулся! Что я могу для тебя сделать, малец?

source: Look who's here again! Ya're becoming a regular, laddie. How can I help ya?
ru: Посмотрите, кто снова здесь! Да ты, малец, становишься моим постоянным клиентом. Чем я могу тебе помочь?

source: Welcome back, laddie. What would ya like this time?
ru: С возвращением, малец. Что нового?

source: I don't have enough money for either beer, I guess I'll be leaving again.
ru: Сейчас у меня нет денег, но я обязательно к вам ещё загляну.

source: I only have enough money for a Shmaltupp Lager. Give me one of those.
ru: Мне хватает только на шмелтаппское светлое. Налей мне одну кружку.

source: Lager
ru: светлое

source: I'll have a Shmaltupp Lager
ru: Попробуем шмелтаппское светлое.

source: I'll have a Deep Pint Dark Reserve
ru: Попробуем ваше особое тёмное.

source: Dark
ru: тёмное

source: I was just looking around. I'm on my way again.
ru: Я просто осматриваюсь кругом, и уже ухожу.

source: Here ya go, laddie. One $S2.beer.
ru: Вот оно, малец, твоё $S2.beer.

source: Bah! It's not any better even when you know what to expect.
ru: Вэээ! Редкая гадость. Даже когда знаешь, чего ждать.

source: Whoa, you're right. This stuff is bad. But it's definitely potent.
ru: А ты прав. Хоть оно и отвратительно, но по мозгам бьёт неплохо.

source: I told ya so.
ru: Как я тебе и сказал.

source: I still like this stuff.
ru: Мне всё ещё нравится этот напиток.

source: This is good beer.
ru: Нет, это определённо хорошее пиво.

source: So tell me, laddie, why Shmaltupp? That seems like a strange choice for a goblin.
ru: Скажи мне, малец, а почему Шмелтапп? Странный выбор, как для гоблина.

source: Well, I'm <i>really</i> sick and tired of the orcs and there aren't many other places that would even let me into town. I've been told that people here might not like me, but at least they won't throw rocks at me the moment they see me.
ru: Ну, я <i> в самом деле </i> сыт по горло орками, и устал от постоянных передряг, и от много ещё чего. Тяжело жить без своей крыши над головой. А мне сказали, что тут — нет, не то что бы я мог понравится здешним людям, на это я и не рассчитываю, — что тут хотя бы не станут кидать в меня камнями. Уже хоть что-то.

source: Yah, that's probably right. There's hardly anybody in town who doesn't have something to hide, so for the most part, people will simply ignore ya as long as ya do the same.
ru: Это да, малец, так оно и есть. Едва ли кто найдётся в этом городе, кому нечего скрывать. Мы, шмелтаппцы, по большей части просто не лезем в дела пришельцев и проходим мимо. А они платят нам той же монетой.

source: That's good to know, thanks. I'll be on my way then.
ru: Спасибо, приму к сведению. А я, наверное, пойду.

source: I don't want to put ya off, laddie, I hate to lose a good customer, but drowning yaself in alcohol might not be the best way to start a new life.
ru: Ты ничего не подумай, малец, я, конечно, не хочу терять такого хорошего клиента, но, как по мне, утонуть в бутылке — не самый подходящий способ начать новую жизнь.

source: You're right. I better get on with it.
ru: Ты прав. Мне лучше уйти.

source: Well, I better be leaving. Great deeds await.
ru: Ну, я пошёл. Меня ждут великие дела.

source: Gulp, gulp.
ru: Бульк, бульк.

source: Thanks for stopping by, laddie. Come back any time, we're open around the clock.
ru: Спасибо, что заглянул, малец. Возвращайся, когда захочешь, наши двери открыты и днём и ночью.

source: Ugh, I don't feel so good ...
ru: Оуфф... Чувствую себя препаршиво...

source: When did the ground start moving like that?
ru: И с чего это так земля кружится?

source: Ahh, that's better.
ru: Ауух, так лучше.

source: Hey, kid, what do you think you are doing? You cannot just walk into the camp like that.
ru: Эй, пацан, ты вообще соображаешь, что делаешь? Тебе не положено заходить в такие лагеря, как этот.

source: I, uh, I didn't know that. Nobody told me.
ru: Я, эммм... я этого не знал. Мне никто не сказал о запретах.

source: Hmm. I'm not quite sure why, but I actually believe you. You better leave the camp right away though, next time I will not be so lenient. And whoever didn't pay attention and let you pass will be on latrine duty for a month!
ru: Хмм. Не знаю, почему я тебе верю. Но всё равно немедленно покинь территорию лагеря. В следующий раз уже не буду так снисходителен, и кто бы не позволил тебе сюда пройти, на месяц отправлю нужники драить!

source: But I need to talk to you.
ru: Но мне нужно с вами поговорить.

source: You can do that from the other side of the fence, right across from where I am stationed.
ru: Зайди с другой стороны забора, прямо напротив того места, где я стою.

source: I really need to have a word with those guards.
ru: Не, нужно позвать стражу.

source: <i> </i> You are trying my patience, kid. As much as I'd like to, I cannot let you get away with this.
ru: <i> </i> Не испытывай моё терпение, парень. Хочу я или нет, но не позволю, чтобы тебе это сошло с рук.

source: See, that wasn't so hard. So what are you doing here? You look a bit out of place.
ru: Видишь, это было не так уж и трудно. Итак, что тебе нужно? Просто здесь ты выглядишь не на своём месте.

source: Hey, kid. What are you doing here? You look a bit out of place.
ru: Эй, пацан. Ты что тут позабыл? Судя по всему, тебе здесь не место.

source: I am, but all the places where I fit in, I really don't want to be. I am sick and tired of living among other goblins and orcs. I know that I can become a better person. Can I join your unit?
ru: Все места, которые предназначены для таких, как я, мне, увы, не подходят. Я устал жить среди орков и гоблинов, зная, что способен добиться чего-то большего. Можно ли мне вступить в ваши ряды?

source: Ah, well, you seem like a nice kid, but I don't really have a job for someone with no army training.
ru: Ах, вот оно что. Ну, ты, похоже, парнишка неплохой, но у меня нет работы для тех, кто не прошёл армейскую подготовку.

source: But, what about all the peasants at the gates? You employ those. I can fight at least as well as they.
ru: А как же те крестьяне у городских ворот? Их же вы нанимаете. А я могу сражаться, уж если не лучше, то хотя бы на равных с ними.

source: That's different. They were born here. They stay here all the time. They work essentially for free and the orcs have been staying away from Shmaltupp lately, so there's not much risk of them actually having to do any fighting.
ru: Тут есть разница. Они здесь родились, здесь и останутся. Вдобавок, работают практически за бесплатно, а орки в последнее время обходят Шмелтапп стороною, так что, по сути, им и сражаться-то не нужно.

source: How about <u>I</u> work for free? I could clean up your camp, if nothing else. All I need is a chance to get started.
ru: А как на счёт того, чтобы и <u> я </u> поработал бесплатно? Я мог бы подметать, убирать, стряпать. Всё, что мне нужно, это лишь шанс начать новую жизнь.

source: Sorry, kid, but I am not allowed to employ non-humans in town. HQ orders, you know. There really is nothing I can do.
ru: Извини, парень, но мне не разрешают нанимать нелюдей. Распоряжение генштаба, знаешь ли. Увы, я и в самом деле не могу ничего поделать.

source: Actually, kid, there might be one way. We are always short on scouts. Horses do not do very well here. Your kind seems to have a knack for riding wolves. If you could find yourself a mount, I might have a job for you after all.
ru: Но постой. Вообще-то, парень, есть одна лазейка. У нас всегда недобор толковых разведчиков. С лошадьми в здешних краях не очень, а ты, как посмотрю, и волка оседать способен. Если найдёшь себе подходящую животину, то я тебя поставлю на обеспечение.

source: Maybe there is light at the end of the tunnel — and hopefully no badgers in the way!
ru: Неужели забрезжил свет в конце туннеля, и, надеюсь, никаких барсуков навстречу!

source: <i> </i> I have ridden a gryphon, how about that?
ru: <i> </i> Раньше мне доводилось летать на грифоне. Как насчёт такого варианта?

source: No. No gryphons. Sorry. We've had some bad experience with them.
ru: Нет-нет, никаких грифонов. Прости. Мы уже имели дело с этими созданиями, и крайне неудачно.

source: I see. I'm off to catch myself a wolf then. <i> </i>
ru: Понятно. Ну что ж, попытаюсь поймать себе волка. <i> </i>

source: But how the hell do I do that??
ru: Но как же, леший меня прибей, я это сделаю??

source: Hey there, kid. Have you gotten yourself a mount yet?
ru: Эй, парень. Ну что, уже нашел себе ездовую животину?

source: No, not yet. Just checking if anything has changed. I'll be on my way again.
ru: Нет, пока нет. Я просто заглянул узнать, вдруг что изменилось. Мне пора.

source: Indeed, I have. My wolf is waiting outside the city gates.
ru: Да, нашел. Мой волк ждёт меня за городскими воротами.

source: Perfect. We are about to leave on our next mission and could use a scout. Meet us outside the city at dawn.
ru: Отлично. Мы собираемся выступать, и разведчики будут нам кстати. Встретимся на рассвете недалеко от города.

source: We are about to take off. If you want to come along, meet us outside the city gates.
ru: Мы собираемся выступать, если захочешь присоединиться, то встретимся на рассвете за городом.

source: I will be there.
ru: Я буду там.

source: Let's go then.
ru: Тогда пошли.

source: I need to take care of something else first.
ru: Мне нужно уладить ещё одно дело.

source: Suit yourself, but don't take too long.
ru: Смотри сам, только долго не задерживайся.

source: I wonder where Rutburt is. I hope nothing has happened to him.
ru: Интересно, где найти Ратбарта? Надеюсь, с ним ничего не случилось.

source: Greetings. Are you Mister Rutburt?
ru: Моё почтение. Господин Ратбарт?

source: Who wants to know?
ru: А кто спрашивает?

source: Umm, I do. My name is Grnk. I'm a goblin and ...
ru: Эммм, я. Меня зовут Грнк. Я гоблин, и...

source: No kidding! I never would have guessed. Except for the way you speak, that is. I've never met a goblin who can form complete sentences.
ru: Шутка просто отменная! Гоблин, который может собрать воедино целое предложение! Ни за что бы в это не поверил, если бы не слышал собственными ушами.

source: ... <i>and</i> Gertburt told me to talk to you. I am supposed to tell you that I fought the orcs with him.
ru: ... <i>и</i> Джерберт велел мне тебя отыскать. Рассказать Ратберту, — а полагаю, что это сейчас и делаю, — как я вместе с ним сражался против орков.

source: He does? You did?? What's he been up to this time?
ru: Он что? Ты что?? Что с ним сейчас?

source: He ...
ru: Он...

source: Never mind, I don't want to know.
ru: Неважно, не хочу знать.

source: Actually, he ...
ru: Ну, он...

source: No, I <i>really</i> don't want to know. But let's go inside, it's more ... private in there. You never know who's listening in this town. I'd rather not have old Koorzhar know everything we discuss within the hour.
ru: Нет, я <i> действительно </i> не хочу знать. Но давай пройдём внутрь, там можно поговорить с глазу на глаз. Никогда не знаешь, кто в этом городе греет уши. Готовь спорить, что старина Куржар уже через час будет знать каждое слово нашего разговора.

source: Hello again, little fella. After you ...
ru: И снова здравствуй, парень. После тебя...

source: Excuse me.
ru: Извини.

source: That's better. So tell me, little fella, what's a goblin doing in a human town?
ru: Так лучше. А теперь скажи-ка мне, парень, что гоблин позабыл в городе людей?

source: I came here to get a new start, but now I don't really know what to do.
ru: Я пришел сюда, чтобы начать новую жизнь, но теперь и сам не знаю, чего хочу.

source: Well, you could of course try the army camp over there, but, let me tell you, they are quite picky and probably won't take you. On the other hand, we have a little group going here, me and a few chaps. We go on occasional ... expeditions. They are not without risk, but if they go well, you can make a lot more money than with the military.
ru: Ну, ты мог бы попытать счастья в военном лагере, но, позволь сказать, они довольно придирчивы, и, скорее всего, тебя не возьмут. Но не вешай нос. Кроме солдатни в городе есть некоторые группы, в том числе я и ещё несколько славных ребят, которые время от времени набирают добровольцев для случайных, скажем так... экспедиций. Не без риска, это да, но и не за армейский же паёк предлагаю работать.

source: I came here to try my luck with the army, but they tell me that I am not experienced enough to join them.
ru: Я надеялся попытать счастья в армии, но они отшили меня, сказав, что не обладаю нужной подготовкой.

source: Well, that's old Koorzhar for you, he can be quite a prick. On the other hand, we have a little group going here, me and a few chaps. We go on occasional ... expeditions. They are not without risk, but if they go well, you can make a lot more money than with the military.
ru: Ну, узнаю старину Куржара, та ещё заноза в заднице. Но не вешай нос. Кроме солдатни в городе есть некоторые группы, в том числе я и ещё несколько славных ребят, которые время от времени набирают добровольцев для случайных, скажем так... экспедиций. Не без риска, это да, но и не за армейский же паёк предлагаю работать.

source: What kind of ... expeditions?
ru: Экспедиции... какого рода?

source: Ah, I cannot tell you that. How do I know you're not a spy for Koorzhar? You'll just have to come along. I'll keep an eye on you and if you do well, I promise you won't regret it.
ru: Не, этого я тебе пока сказать не могу. Как мне знать, что ты не шпион Куржара? Просто пошли с нами. А я присмотрю за тобой: если преуспеешь, то, поверь, награду получишь достойную.

source: So ... Do you want to join us? We'll be leaving shortly on our next outing.
ru: Итак... Хочешь с нами? Вскоре мы выберемся на загородную прогулку.

source: We're about to take off again. Do you want to come along?
ru: Мы вновь собираемся прогуляться. Хочешь пройтись с нами?

source: I'll come with you.
ru: Да, я иду с вами.

source: Great! Let's go then.
ru: Прекрасно! Тогда не мешкаем.

source: I need time to think about this.
ru: Мне нужно подумать.

source: You know where to find me. We leave on these excursions quite frequently.
ru: Ты знаешь, где меня найти. И, если что, прогуливаемся мы довольно часто.

source: Welcome to Shmaltupp City Hospital. We take care of all your medical needs. We heal for $Money.STC_gold_per_hitpoint gold per hitpoint and cure you of poison for $Money.STC_curing_cost gold. What can we do for you?
ru: Добро пожаловать в госпиталь Шмелтаппа. Мы позаботимся о тебе и решим все твои медицинские проблемы. Сразу оговорюсь, что лечение у нас платное. Восстановление одной жизненной единицы стоит $Money.STC_gold_per_hitpoint золотых, а за выведение из органима различных ядов мы берём $Money.STC_curing_cost. Что мы можем для тебя сделать?

source: I would like to be cured of poison.
ru: Я хотел бы вывести яд из организма.

source: Certainly. That will be $Money.STC_curing_cost gold.
ru: Конечно же. Это будет стоить $Money.STC_curing_cost золотых.

source: Here you are.
ru: Вот, держи.

source: I do not have that much gold. I will have to come back later.
ru: У меня нет столько золота. Я вернусь к вам попозже.

source: I was just checking out what you do here. I'm off again.
ru: Я только хотел узнать, что здесь почём. Мне пора.

source: Thank you for visiting Shmaltupp City Hospital. Do not hesitate to come back whenever you are in need of medical attention.
ru: Благодарю за посещение госпиталя Шмелтаппа. Не стесняйтесь возвращаться к нам всякий раз, когда возникнет нужда в медицинской помощи.

source: Welcome to Quank's.
ru: Добро пожаловать к Уэнку.

source: Umm, why are you carrying an axe? Isn't this a hospital?
ru: Хмм, а почему ты носишь топор? Разве это не больница?

source: Have you had a look around out there? This isn't exactly the best neighborhood of not exactly the quietest town around here. You never know who'll walk through that door next. But don't be alarmed, we are very friendly here. We do everything for the customer — as long as you don't try to steal the furniture.
ru: Ты снаружи бывал? Это далеко не лучший район в городе, и уж точно не самый тихий. Никогда не знаешь, кто зайдёт в эту дверь. Но тебе беспокоится не о чем, честным клиентам мы всегда рады, и готовы сделать для них всё что угодно (до тех пор, пока они не пытаются стащить у нас что-либо из мебели).

source: Quank's is not a hospital, nothing as mundane as that, but a personal medical retreat and spa. The best within 100 leagues, you can believe that! As well as a pharmacy, taxidermy, gift shop and hair salon. Do you like my hair? It's <i>the</i> style this season.
ru: У меня не больница, а такое нечто более приземлённое, что-то вроде личного медицинского кабинета с отдыхом и спа салоном — единственном на сто лиг в округе, уж можешь мне поверить! Также здесь можно купить различные снадобья, набить чучело, приобрести на память сувенир или подстричься. Нравится моя причёска? Хит сезона.

source: Uh, yes, very nice. <i> </i>
ru: Ммм, да, очень даже ничего. <i> </i>

source: I learned long ago never to disagree with a guy who's packed with muscles and carrying a battle axe, even if he is only 4 feet tall. Especially if you're barely any taller yourself, without the muscles.
ru: Я давно научился не спорить с крепкими парнями, которые таскают с собой боевые топоры. Даже если в них всего четыре фута росту.

source: We are also a registered travel agency. Of course, when we started, there was nowhere to register with, so I founded the QTAA, Quank's Travel Agent Association. We have 7 members now, in 5 towns, all of them owned by me, Quank. How about a nice cruise down the Big Shmaltupp River to the coast, along the Eldryanic River Delta and all the way to the Bay of Scales? Or an ox cart ride through the countryside? We have the fastest oxen and the most comfortable carts west of the High Plains.
ru: А ещё мы официально зарегистрированное туристическое агентство. Конечно, когда мы начинали, то зарегистрироваться было негде, и потому я основал АТУ, Ассоциацию Турагентств Уэнка. Теперь у нас семь агентств в пяти городах, и все они принадлежат мне, Уэнку. Как насчет милого круиза вниз по Большой Реке от Шмелтаппа до самого океана, или проплыть вдоль живописных берегов Элдрианики с последующим заходом в бухту Весов? А может, желаешь прокатится в запряжённой волами повозке по сельской местности? У нас самые быстрые волы и самые комфортные повозки к западу от Высоких равнин.

source: No, thank you. I was just coming to check out the cost of your medical services.
ru: Нет, благодарю... Я просто хотел узнать стоимость медицинских услуг.

source: It's 1 gold for every 4 hitpoints healed.
ru: Ах, это. 1 золотой за каждые 4 очка здоровья.

source: How about poison?
ru: А как насчёт яда?

source: What about poison??? Who said anything about poison?!? I don't do poison. I don't make poison, sell poison, and I definitely do not poison my customers. What happened to my last patient had nothing to do with me!
ru: Какого яда??? Кто сказал о яде?!? Мы не изготавливаем отравляющих веществ, не продаём отравляющих веществ, и определённо не травим своих клиентов. То, что случилось с моим последним пациентом, не имеет ко мне никакого отношения!

source: I just meant: how much do you charge for curing of poison?
ru: Я имел в виду: сколько вы берёте за исцеление от яда?

source: Oh.
ru: Ох...

source: No, don't do that either.
ru: Нет, этого мы не делаем.

source: So what can Quank's do for you?
ru: Итак, чем Уэнк может быть полезен?

source: Welcome back. What can Quank's do for you? How about that cruise? Or a nice stylish haircut?
ru: И вновь добро пожаловать. Чем Уэнк может помочь? Как насчёт круиза? Или модной стрижки?

source: About that driver of yours ...
ru: О вашем вознице...

source: Yes, yes, he has been sufficiently disciplined. And we have a strict no refund policy. Now what can I do for you?
ru: Да, да, да. Он стал более дисциплинированным. И у нас строгая политика невозврата. Итак, чем я могу помочь?

source: I would like to rent an ox cart.
ru: Я бы хотел взять в аренду повозку с волами.

source: You have come to the right place, we have the fastest oxen and the ...
ru: Ты выбрал правильное место, у нас самые быстрые волы и...

source: Yes, yes, you said that already. I need to transport a big wolf cage. How much do you charge for that?
ru: Да, да, это я уже слышал. Мне нужно перевезти большую клетку для волков. Сколько это будет стоить?

source: It's $Money.cart_cost gold for our super-deluxe carts plus driver.
ru: Всего лишь $Money.cart_cost золотых за нашу невероятно роскошную повозку и услуги возницы.

source: What?!? That's crazy!
ru: Что?! Да это грабёж!

source: Feel free to see if you can get a cheaper one anywhere around here. Or at all, as a matter of fact. At this price, this barely even covers expenses.
ru: Походи, посмотри, поспрашивай, сможешь ли ты отыскать что-либо дешевле. Или вообще что-либо отыскать. Кстати, эта цена едва перекрывает наши расходы.

source: How much is it if I don't take the super-deluxe version?
ru: Но всё равно это много. А если взять не 'невероятно роскошную' версию?

source: We only have the super-deluxe model. We could not possibly expose our customers to anything else.
ru: У нас есть только невероятно роскошная версия. Мы уважаем своих клиентов. И никогда не предложим им ничего менее достойного.

source: Then what about me driving it myself?
ru: А если я сам поеду заместо возницы?

source: That's not an option. It's $Money.cart_cost gold or no cart.
ru: Не вариант. Или $Money.cart_cost золотых или никакой повозки.

source: It's still $Money.cart_cost gold.
ru: Она всё ещё стоит $Money.cart_cost золотых.

source: I'll take the cart
ru: Я беру повозку.

source: Perfect. But are you sure you want to leave all beaten up like that?
ru: Прекрасно. Но ты уверен, что хочешь путешествовать в таком состоянии?

source: Now that I think about it:
ru: Дай-ка подумать:

source: I will leave the way I am.
ru: Я сам с этим разберусь.

source: I will be back later.
ru: Я вернусь позже.

source: Very good. But I do not have a cart available right now.
ru: Отлично. Но прямо сейчас повозки у меня нет.

source: Very good. But before you leave, do you have bait for the cage? I can sell you the most exquisite dead giant rats. Only 11 gold a piece.
ru: Отлично. Но, пока вы не уехали, спрошу: а приманка для клетки не нужна? Могу продать изящных мёртвых гигантских крыс. Всего 11 золотых за штуку.

source: I forgot about that! Thanks, but no thanks. I'll catch one myself.
ru: Ой, я и забыл об этом! Спасибо, но нет, спасибо. Приманку я сам поймаю.

source: I think I'll wait.
ru: Наверное, я пока подожду.

source: I don't have that much money.
ru: У меня нет столько денег.

source: Maybe some other time then.
ru: Возможно, в другое время.

source: I have some dead giant rats for sale.
ru: Я бы хотел продать нескольких мёртвых гигантских крыс.

source: I can always use dead giant rats. How many do you have for sale?
ru: О, я всегда смогу их пристроить. Сколько их у тебя?

source: Uh, $S2.rats_to_sell.
ru: Эмм, $S2.rats_to_sell.

source: Uh, $S2.rats_to_sell. I better keep one for myself.
ru: Эмм, $S2.rats_to_sell (а одну пока попридержу, а то мало ли).

source: Ah, I see. Well, better than nothing, I guess. I'll give you $S2.money_for_rats gold.
ru: Ага, вижу. Ну, большей цены, чем я, никто не предложит. Даю $S2.money_for_rats золотых.
