Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: As do you, if I recall correctly. From what I have heard, Vanak's been more honorable than most of the humans in Shmaltupp. And that wizard of yours says it's important that we work together. Besides, we don't really have much of a choice, do we?
ru: Как и ты, если правильно помню. Если судить по тому, что я слышал, Ванак кажется намного благороднее большинства людей Шмелтаппа. И тот твой маг говорил, что нам важно сотрудничать. Да и вообще-то, оглянись — выбора у нас особо и не предвидется.

source: Vanak no much gold.
ru: У Ванака нет много золота.

source: Well, it's a lot more than what I have. Let's combine our money then and hold off the skeletons.
ru: Ну, это куда больше, чем у меня. Давай объединим наши средства, что скажешь?

source: Not that I have all that much myself. Let's combine our money then and hold off the skeletons.
ru: Не то, чтобы и у меня их было много. Давай объединим наши средства, что скажешь?

source: Vanak no like skeleton.
ru: Ванак не любит скелетов.

source: Both Grnk and Vanak can recruit orcs in this scenario.
ru: Оба, и Грнк, и Ванак, в этом сценарии могут вербовать орков.

source: Move Grnk, Gertburt, Vanak and the prune cart to the signpost
ru: Переместите Грнка, Джертбарта, Ванака и повозку со сливами к указателю

source: Here we go. Now if only I knew what to do with them ...
ru: Сделано. Вот только если бы узнать, что с ними делать...

source: Magical Prunes
ru: Волшебные сливы

source: <span color='#F080F0'>In order to use the magical prunes, click on the option in the right-click menu. Grnk needs to be within 2 hexes of an enemy unit for the magic to have an effect. The prunes can only be used once per turn and only affect one enemy unit per use.</span>
ru: <span color='#F080F0'> Чтобы использовать волшебные сливы, выберите соответствующий пункт в меню ПКМ. Для того, чтобы магия сработала, Грнк должен находится не далее, чем в двух гексах от вражеского юнита. Сливы можно использовать только один раз за ход. Одна слива оказывает влияние на одного вражеского юнита. </span>

source: What what?
ru: Что что?

source: The prunes on the cart. They are magical prunes. Use them.
ru: Сливы на тележке. Они волшебные. Используй их.

source: Oh, is that why they are so important? I better get myself some then.
ru: О, так вот почему они так важны. Тогда лучше пойду возьму несколько штук.

source: You didn't hear that, did you? Go figure. But never mind that, I need to get some of those prunes.
ru: Ты ничего не слышал, не правда ли? Фиг догадаешься. Не обращай на меня внимания, мне нужно взять несколько тех слив.

source: You hungry or something? Can't you wait until the battle's over?
ru: Проголодался, что ли? Разве не можешь потерпеть до конца сражения?

source: Get the Prunes
ru: Возьмите сливы

source: Grnk needs to move next to the cart in order to get some prunes.
ru: Грнк должен стать рядом с тележкой, чтобы взять сливы.

source: Why are those gryphons so nervous?
ru: С чего грифоны так переполошились?

source: They don't like to be ridden?
ru: Им не нравится, когда на них ездят?

source: Oh, right, the others need to leave first.
ru: О, должно быть, сначала должны уехать другие.

source: You made it, I see.
ru: Вижу, ты справился.

source: Wyssauba! So you are that great wizard everybody's been talking about?
ru: Виссобе! Так это ты тот великий маг, о котором все говорили?

source: Who are you?
ru: Кто ты?

source: Wyssauba's the name. Mage of the Third Order from Hynderwlt.
ru: Позвольте представиться, Виссобе, маг третьего ранга из Гиндервилта.

source: So you are that great wizard everybody's been talking about?
ru: Так это ты тот великий маг, о котором все говорили?

source: Naturally. We've been tracking both you and the undead for quite some time. It's essential that you don't fall into their hands. What they'll do to you will be ... unpleasant at best, but it will pale in comparison to the consequences for everybody else.
ru: Естественно. Мы уже давно следим за тобой и за мертвецами. Важно чтобы ты не попал к ним в руки. То, что они с тобой сделают, будет... неприятно. Но это ни в какое сравнение не идёт с последствиями, которые обрушатся на всех остальных.

source: But why ...? How ...? Why me?!
ru: Но почему?.. Как?.. Почему я!?

source: There's no time for explanations. And we don't really know anyway. We need to get going, those skeletons won't stop where they are.
ru: Нет времени объяснять. Да и мы сами многого не знаем. Нужно уходить, те скелеты на месте топтаться не станут .

source: Oh, by the way, I have not been able to use the magical prunes yet.
ru: О, к слову, я так и не смог воспользоваться волшебными сливами.

source: Get going with them then, you will find the result to be most pleasing.
ru: Тогда ещё не поздно начать. Поверь, результат тебя очень порадует.

source: I will try. I'm glad that you managed to find magical prunes for me.
ru: Попробую. Рад, что тебе удалось найти их для меня.

source: Nice job with the prunes, by the way. Not many can do that kind of magic. And I have never met anybody who can do it without years of instruction.
ru: Кстати, ты неплохо управился со сливами. Мало кто может повторить подобную магию. И я не встречал никого, кто мог проделать это без долгих лет подготовки.

source: I could not have done it without those magical prunes.
ru: Наверное, без волшебных слив у меня ничего бы не вышло.

source: Bah! They're just normal prunes.
ru: Вот ещё раз! Это обычные сливы.

source: But you ... I ... You ... <i> </i> You made us risk our lives for a cart of ordinary prunes?!
ru: Но ты... Я... Ты... <i> </i> Ты заставил нас рисковать жизнями ради повозки обычных слив!?

source: I <i>saved</i> your lives by making you go slowly with that cart! If I'd told you to stay down here with all them skeletons for an extra couple days before storming north, would you have done so?
ru: Я <i> спас </i> ваши жизни, заставив вас медленно идти с той тележкой! Если бы я сказал вам переждать здесь ещё пару дней, со всеми теми скелетами, прежде чем рвануть на север, то вы так бы и поступили?

source: Umm ...
ru: Эмм...

source: I thought so.
ru: Я так и думал.

source: And besides, I quite like prunes.
ru: И, кроме того, сливы мне нравятся.

source: Grnk do good!
ru: Грнк делает добро!

source: Good luck, Grnk!
ru: Удачи, Грнк!

source: Wizards
ru: Волшебники

source: Grossauba
ru: Гроссобе

source: Hynderwlt Mages
ru: Маги Гиндервилта

source: Not long before Grnk's escape with the prune cart
ru: Незадолго до спасения Грнка и повозки со сливами

source: Skeleton guardians, hide in the river. If my army in the south has not captured Grnk yet, they will chase him out this way shortly. Either way, we will be ready.
ru: Скелетная стража, скройтесь в реке. Если моя армия на юге ещё не захватила Грнка, то скоро они загонят его сюда. Мы готовы к встрече.

source: And remember, the Master wants that goblin alive.
ru: И помните, повелитель хочет получить гоблина живым.

source: As annoying as Wyssauba is, he's right that this undead uprising must be stopped. Wizards of Hynderwlt, ready your staffs! We need to secure the area south of Latzie River for Wyssauba and Grnk's arrival. If they make it this far, they'll have plenty of skeletons on their tail.
ru: Как бы не раздражал меня Виссобе, он прав, нашествие мёртвых должно быть остановлено. Маги Гиндервилта, готовьте свои посохи! Пока Виссобе и Грнк здесь не покажутся, мы не пустим врага на земли к югу от реки Латци.

source: Secure this area
ru: Охраняйте эти земли

source: Limited Number of High Level Mages
ru: Ограниченное число магов высокого уровня.

source: The Hynderwlt mages are a powerful order, but high level mages are still few and far between. They are also rather resistant to being told what to do. Thus, Grossauba can only recruit one Level-3 mage and two Level-2 mages total in this scenario.
ru: Маги Гиндервилта — могущественный орден. Сильный, но пока ещё не многочисленный. Вдобавок, далеко не все маги ордена согласны безоговорочно выполнять чужие приказы. А потому, сейчас Гроссобе может призвать лишь одного мага 3-го уровня и двух магов 2-го.

source: <span color='#A050A0'>Secure The Area South Of Latzie River For Wyssauba And Grnk's Arrival</span>
ru: <span color='#A050A0'> Охраняйте земли к югу от реки Латци, пока не покажется Грнк и Виссобе </span>

source: Keep the undead occupied and eliminate as many of them as possible
ru: Удерживайте мертвецов, и уничтожьте их как можно больше

source: Death of Grossauba
ru: Смерть Гроссобе

source: Grnk et al. will arrive when turns run out. The time limit will be extended then.
ru: Грнк и его спутники прибудут, когда закончатся ходы. Тогда время продолжится.

source: We do not like the undead, but you are allied with that mad goblin. He does not have a good name among gryphons.
ru: Нам противны мертвецы, но с вами тот чокнутый гоблин. Среди грифонов у него дурная слава.

source: I understand. I've heard the stories, but it sounds to me that he acted out of desperation at the time. I will give you my word that I will smite anybody personally who attempts to ride a gryphon here.
ru: Понимаю. До меня доходили эти истории, но, как я понял, его поступки диктовались отчаянием. Даю слово, лично вправлю мозги любому, кто попытается здесь вас оседлать.

source: Anybody?
ru: Любому?

source: Anybody.
ru: Любому.

source: We have heard good things about you, Grossauba. We believe that we can trust you. We will help you. However, we will not attack that Water Lich himself. Taking some risk is worth it, certain death is not.
ru: Мы слышали о тебе много хорошего, Гроссобе, а потому считаем, что можем тебе довериться. Мы вам поможем. Однако сами нападать на лича не станем. Мы согласны рисковать, но не отправляться на верную смерть.

source: Thank you and understood. Your help will be most valuable. Now, to get started, there are skeletons hidden in the river in front of you. We need to draw them out before Wyssauba and Grnk arrive, but I am not sure that we can make it there in time. Maybe you ...
ru: Благодарю и понимаю. Ваша помощь окажется бесценной. Итак, для разминки. В реке перед вами прячутся скелеты. Пока не явился Грнк и Виссобе, мы должны выявить и устранить все эти возможные засады. Не уверен, что мы сами успеем...

source: Say no more.
ru: Можешь не продолжать.

source: We told you that we would not do this!
ru: Мы сказали, что не сделаем этого!

source: Right. I had forgotten. Please accept my apologies.
ru: Точно. Забыл. Прошу принять мои извинения.

source: Let's get rid of the cart.
ru: Так, избавимся от повозки.

source: But we ...
ru: Но мы...

source: I told you why you had to do this. It's served its purpose. <i> </i> Driver, get off and stand back!
ru: Я уже говорил, зачем она предназначалась. Свою службу она сослужила. <i> </i> Возница! Бросай вожжи и беги подальше!

source: Wait! Let me get some more prunes first.
ru: Постой! Дай мне сначала набрать слив.

source: But they are just ...
ru: Но они же простые...

source: I heard what you said, but I don't know how else to do my magic.
ru: Я слышал то, что ты говорил, но управлять своими силами ещё не научился.

source: May I continue now?
ru: Теперь позволишь мне продолжить?

source: Be my guest.
ru: Всё в твоём полном распоряжении.

source: Quank's going to be mad as hell.
ru: Уэнк, наверное, гневом изойдёт.

source: He'll get over it. I'm sure he'll figure out a way to make money from this. He's probably already founded some sort of organization that pays him in gold whenever something bad happens.
ru: Хотя нет, он выше этого. Уверен, он уже нашёл способ зарабатывать на таких неприятностях. Наверное, основал контору, которая выплачивает ему золото каждый раз, когда случается нечто плохое.

source: Now, let's run. Those skeletons are right behind us. If we combine forces with my fellow Hynderwlt mages, maybe we can put an end to this undead infestation once and for all.
ru: А теперь бежим. Скелеты прямо позади нас. Если объединим силы с моими товарищами по ордену, то у нас появится шанс раз и навсегда положить конец этой мёртвой заразе.

source: <span color='#A050A0'>Thwart The Master's Grand Plan</span>
ru: <span color='#A050A0'> Помешайте исполниться Великому Плану Повелителя </span>

source: Skeleton guardians, attack!
ru: Скелетные стражи, нападайте!

source: Vanak go. Vanak back.
ru: Ванак идёт. Ванак вернулся.

source: A man of few words. I like him.
ru: Немногословная личность. Мне он нравится.

source: Vanak back.
ru: Ванак вернулся.

source: Oh no! It's that crazy goblin again.
ru: О, нет! Опять этот чокнутый гоблин!

source: Look who's here! Do you want me to do my voice thing on you again?
ru: Кого я вижу! Вы хотите, чтобы я вновь обрушил на вас мощь своего голоса?

source: Please. Don't! I will help you even without that.
ru: Пожалуйста. Не надо! Я помогу тебе даже без этого.

source: Please. Don't! We will help you even without that.
ru: Пожалуйста. Не надо! Мы поможем тебе даже без этого.

source: Good, because I still don't know how I do that.
ru: Хорошо. Потому что я не знаю, как бы это сделал.

source: <i> </i> You will? You aren't siding with the undead?
ru: <i> </i> Точно? Был уверен, что духи примут сторону мертвецов.

source: Not with <i>those</i> undead. Our world is not what it used to be since this Master of theirs has arrived. He must be stopped.
ru: Не <i> этих </i> мертвецов. Наш мир уже не тот, каким был прежде. Появление Повелителя разрушило всё, что было нам дорого. Он должен быть остановлен.

source: Fight with us then, noble spirits. We have the same goal.
ru: Тогда сражайтесь вместе с нами, благородные духи. Здесь у нас цели общие.

source: Remember, the Master wants that goblin alive.
ru: Помните, Повелителю этот гоблин нужен живым.

source: What was that? I didn't quite get that.
ru: Что это было? Я не совсем понял.

source: Nothing ...
ru: Ничего...

source: What do we do now? There are way too many of them. We cannot defeat that many enemies.
ru: Что теперь делать? Их слишком много. Нам никогда не справиться со столькими врагами.

source: You're right.
ru: Ты прав.

source: I said you're right. We cannot defeat them all.
ru: Я сказал, что ты прав. Нам никогда не справиться со столькими врагами.

source: You're not supposed to say that!
ru: Предполагалось, что ты ответишь нечто обратное!

source: People rarely like the truth.
ru: Правду мало кто любит.

source: If I may interrupt your philosophical discourse, there might be a way.
ru: Если мне позволено прервать вашу философскую беседу, то у меня есть одна мысль.

source: This isn't like Rutburt. Yes, he's an opportunistic son of a bitch with delusions of being the underworld mastermind of Shmaltupp, but he only works for himself. He doesn't join some undead Master for whatever this Grand Plan might be. If I could only talk to him, I bet my right hand that I can convince him and his chaps to join our side.
ru: Не похоже это на Ратбарта. Да, он приспособленец и тот ещё сукин сын, считает себя тайным королём преступного мира Шмелтаппа, но работает он исключительно на себя. Ратбарт не станет подчинятся никакому мёртвому повелителю, в чём бы ни заключался этот пресловутый Великий План. Если бы мне только с ним поговорить, готов отдать правую руку, что сумел бы убедить и его, и его парней стать на нашу сторону.

source: But you will never get there with that many enemies around.
ru: Тебе никогда не пробиться сквозь такие полчища врагов.

source: Ah! I can help with that. Here, Gertburt, let me put a spell on you.
ru: А! С этим я помогу. Давай сюда, Джертбарт, позволь мне наложить на тебя заклятие.

source: hidden
ru: скрытый

source: Due to Wyssauba's magic, Gertburt cannot be seen by enemies, except when they have units next to him.
ru: Заклятие Виссобе скрывает Джертбарта от врагов, пока те не окажутся рядом с ним.

source: You are now invisible to all enemies, unless they are right next to you.
ru: Теперь враги тебя не заметят. Только это не значит, что можно переть на них напролом.

source: That's very convenient.
ru: Годная штука.

source: If you can do that, why don't you turn all of us invisible and we sneak away?
ru: Если ты можешь такое проворачивать, то почему не сделаешь невидимками всех нас, мы бы прокрались и сбежали отсюда.

source: Naturally, the naive question of a novice. This is no simple spell. It takes all my concentration just to maintain it for one person. In fact, if either he or I fight, he will become visible wherever he is at the time.
ru: Естественный вопрос, как для новичка. Это не простое заклинание. Чтобы удерживать пелену, мне нужно приложить все свои силы. Если он или я отвлечёмся и вынуждены будем вступить в бой, то заклятие рухнет, и Джертбарт вновь станет видимым.

source: I'll try to remember that.
ru: Постараюсь запомнить.

source: Get Rutburt to join Grnk's side by moving Gertburt next to him
ru: Заставить Ратбарта перейти на другую сторону, переместив к нему Джертбарта

source: Gertburt will turn visible to enemies when either he or Wyssauba get into a fight.
ru: Джертбарт вновь станет видимым, если он или Виссобе вступят в бой.

source: Rutburt can recruit one Level-2 unit per turn.
ru: Ратбарт может каждый ход вербовать одного бойца 2-го уровня.

source: Rats! There goes my cover.
ru: Дохлые крысы! Моего прикрытия больше нет.

source: Gertburt, what the hell am I doing?
ru: Джертбарт, что, леший меня подери, я делаю?

source: That's what I just asked you.
ru: Вот именно это я и хотел у тебя спросить.

source: I ... I don't know. It's those damned undead. They messed with my head somehow.
ru: Я... Я не знаю. Это всё те проклятые мертвяки. Они что-то сделали с моей головой.

source: Well, now that I unmessed it for you, how about you join the rest of us in getting rid of them skeletons?
ru: Ну, теперь, когда я её прочистил, как насчёт того, чтобы вместе с нами навалять тем скелетам?

source: I don't know. That goblin turned my hand to stone after all.
ru: Не знаю, не знаю. В конце концов, тот гоблин превратил мою руку в камень.

source: From what I heard, that's your own fault. You should be glad that it's only your hand.
ru: Как я слышал, случилось это по твоей собственной вине. И хорошо ещё, что дело ограничилось всего лишь одной рукой.

source: If you put it that way ... Let's bash in some skulls. The chaps were never happy with this anyway.
ru: Если посмотреть на это с такой стороны... Эх, давай пробьём несколько черепушек. Парням эти твари никогда не нравились.

source: How about Koorzhar? Can we get him onto our side too?
ru: А как же старина Куржар? Его мы на свою сторону перетянем?

source: Koorzhar's a lost cause. Even if we could manage to turn him against the undead, he'd continue to fight us simply out of 'principle'.
ru: Дохлое дело. Даже если бы нам удалось его образумить и повернуть против мертвецов, то он всё равно продолжил бы сражаться с нами исключительно из принципа.

source: There they are. Let's get them!
ru: Вот они. Бей их!

source: Now whom do you think they are after?
ru: И что вам здесь нужно?

source: That little goblin is the only one who's ever stood up for us peasants. And now they are hunting him down for that.
ru: Этот маленький гоблин — единственный, кто когда-либо заступался за нас, простых крестьян. А теперь из-за этого они не дают ему покоя.

source: Don't do this. You're going to get slaughtered!
ru: Не надо! Вас же всех убьют!

source: We cannot tolerate a peasant revolt. You have permission to kill them without mercy.
ru: Крестьянский бунт я терпеть не стану. Убивайте их. И забудьте о милосердии.

source: No, don't! They are your own people.
ru: Нет, не надо! Они же твои люди!

source: Now I will never get my revenge! Tell them to display my stone hand on the market square in Shmaltupp, as a warning to others.
ru: Теперь мне никогда не отомстить! Попросите поставить мой камень на рыночной площади Шмелтаппа, пусть другие будут осторожней.

source: We might have all died here today, but they won't be able to stop what we started.
ru: Может, мы все сегодня погибнем, но начатое нами никто не остановит.

source: That goblin's even more trouble than the Master expected. I better report this to him. The Grand Plan must not fail.
ru: От этого гоблина проблем намного больше, чем предполагал мой Повелитель. Лучше мне лично всё ему доложить. Великий план не должен потерпеть неудачу.

source: I'm not going to die for that so-called Master. I'm out of here.
ru: Я не собираюсь подыхать за твоего так называемого повелителя. Я сваливаю.

source: He sacrifices his people, but he's a coward himself.
ru: Он отправляет на смерть своих людей, но сам он — трус.

source: The Master will not be happy about this.
ru: Повелитель разгневается.

source: Why am I not surprised?
ru: И почему я не удивлён?

source: Wow, we really did it!
ru: Ничего себе. Мы справились!

source: We did indeed. You're an amazing little fellow, Grnk. I am astonished by what I have seen.
ru: Мы действительно справились. Ты удивительное создание, друг мой Грнк.

source: That's high praise coming from Grossauba. In fact, it's the greatest compliment I have ever heard him make to anybody. Except to me, naturally.
ru: Из уст Гроссобе это наивысшая похвала. На моей памяти, такого комплимента ещё никто не удостаивался. За исключением меня, само собою.

source: Naturally.
ru: Само собою.

source: Thank you, Grossauba. I am honored.
ru: Спасибо, Гроссобе. Я польщён.

source: We're heading back to Hynderwlt then. I will leave you in Wyssauba's capable hands. I am certain that, in his greatness, he will have no trouble figuring out what to do to put you on the right path.
ru: Мы возвращаемся в Гиндервилт. Я оставлю тебя в руках Виссобе. Уверен, его способностей хватит, чтобы, не испытывая затруднений, направить тебя верным путём.

source: Little goblin Vanak friend. Vanak go.
ru: Маленький гоблин друг Ванака. Ванак идёт.

source: An orc of few words. I like him.
ru: Немногословный орк. Мне он нравится.

source: And you can always take him at face value. That's something my experience with humans has taught me to appreciate about orcs.
ru: И он всегда делает то, что говорит. Вот это, после общения с людьми, я и научился ценить в орках.

source: We must tell our brothers!
ru: Мы расскажем об этом нашим братьям!

source: Farewell, Grnk. You're not as bad a goblin, or a sorcerer, as we thought at first.
ru: Прощай, Грнк. Ты не настолько плохой гоблин или маг, как мы о тебе думали.

source: We must be off too. There are lots of things to be sorted out in Shmaltupp. Good luck, little fella.
ru: Нам тоже пора уходить. В Шмелтаппе дел накопилось невпроворот. Удачи, парень.

source: No hard feelings, Grnk. Maybe we can continue on better terms sometime.
ru: Ничего личного, Грнк. Возможно, когда-нибудь, наша встреча пройдёт при лучших обстоятельствах.

source: What do I do now, Wyssauba? I went to Shmaltupp to start a better life. Look at the mess that created. The humans are constantly scheming and double-crossing everybody, including their own people. I do not know whom to trust any more.
ru: А что же теперь делать мне, Виссобе? Я отправился в Шмелтапп, чтобы начать новую жизнь, и посмотри на хаос, к которому это привело. Люди постоянно подставляют всех прочих, включая и других людей. Я не знаю, кому мне теперь доверять.

source: With the orcs, it's easy. It's as simple as “Little goblin help Vanak. Vanak help little goblin.” Or “They there! We them get!” At least you know what you're up against. Maybe I should join Vanak.
ru: С орками легче. Также, как «Маленький гоблин помогать Ванак, Ванак помогать маленький гоблин.» Или «Вот они! Хватай их!» По крайней мере, всегда знаешь, за что и против кого борешься.
