Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Lieutenant, you will ...
ru: Лейтенант, ты сделаешь...

source: Brothers, ready the combat pitchforks! We won't let Koorzhar repeat what he did at Latzie River.
ru: Братья, готовьте боевые вилы! Мы не позволим Кужару повторить то, что он устроил на реке Латци.

source: Men, attack this peasant scum! I will not ...
ru: Солдаты, возьмите того наглого мерзавца! Я не дам...

source: Soldiers, you will do no such thing! General Koorzhar, you are out of control and I am relieving you of duty. The military tribunal at HQ will deal with you.
ru: Солдаты, вы этого не сделаете! Генерал Куржар, ты не контролируешь сам себя, а потому я освобождаюсь от твоего командования. Военный трибунал при генштабе расставит всё по своим местам.

source: mumbling under his breath
ru: невнятное бормотание

source: <small>(It's about time!)</small> <i> </i> Yes, Lieutenant. Please come back to Shmaltupp with us, General.
ru: <small> (Самое время!) </small> <i> </i> Да, лейтенант. Пожалуйста, доставьте Куржара в Шмелтапп.

source: I will just have to take care of this myself then.
ru: Придётся позаботиться обо всём самому.

source: Skeleton minions, rise and destroy them all!
ru: Мои костяные слуги, восстаньте и уничтожьте их всех!

source: Lieutenant Langzight, will you at least help us fight the undead?
ru: Лейтенант Ленгзайт, но хоть с мертвецами вы нам бороться поможете?

source: Most of my men are too beaten up to fight right now. Those that are uninjured will help you right now, the rest will join you as soon as they are healed.
ru: Большинство моих людей изранены. Те, кто не пострадал, конечно же, вам помогут, а остальные присоединятся к вам, как только поправятся.

source: I would, but my men are too beaten up to fight right now. They will join you as soon as they are healed.
ru: Я бы и рад, но все мои люди изранены. Они присоединятся к вам, как только поправятся.

source: We will help you though.
ru: Конечно же, мы вам поможем.

source: No, please. Too many of your brothers have died already. Go somewhere where you can work for your cause without being slaughtered.
ru: Нет, прошу. Уже погибло слишком много ваших братьев. Оставьте эти земли, уйдите туда, где можно работать без того, чтобы оказаться убитым.

source: Alright, we will do as you say. This time. I believe that the day is close when we <i>will</i> join you in the fight.
ru: Хорошо. Мы поступим так, как ты говоришь. На этот раз. Но я верю, что близок день, когда все мы <i> присоединимся </i> к вам в нашей общей борьбе.

source: <span color='#A050A0'>Chase Off That Groveling Slimy Little Bastard (TGSLB)</span>
ru: <span color='#A050A0'>Гоните прочь этого слизкого раболепного ублюдка (ЭСРУ)</span>

source: Move a unit next to Karcyn
ru: Поместите юнита рядом с Карцином

source: Death of Langzight
ru: Смерть Ленгзайта

source: Now Grnk can use his prunes again.
ru: Теперь Грнк снова может использовать сливы.

source: Langzight's injured soldiers will automatically be recalled once they are healed.
ru: Раненные солдаты Ленгзайта сами выйдут на поле боя, когда их раны заживут.

source: This seems oddly familiar. All that's missing are some saurians.
ru: Всё это кажется до странного знакомым. Вот только ящеров ещё не хватает.

source: Zzaurianzss? Did zzomebody zzay zzauriansss?
ru: Ящщщеров? Кто-то вссспомнил ящщщеров?

source: Just great! Me and my big mouth! How about some lurkers next. No, wait, I didn't say that!
ru: Просто зашибись! Чтоб мне пусто было! А как на счёт ещё и нескольких скрытников? Нет, постойте, я не это имел в виду!

source: I knew it! He always does that.
ru: Так и знал! Он всегда так делает.

source: Lieutenant Langzight, before I chase after Karcyn: Now that the threat to Shmaltupp cannot be ignored any more, will you help us fight the Master?
ru: Лейтенант Ленгзайт, пока я не бросился в погоню за Карцином, не могу не спросить: теперь, когда угроза Шмелтаппу стала настолько очевидной, вы поможете нам сражаться с Повелителем?

source: I cannot promise anything until I have talked with HQ, but I am sure that our orders will be changed. Let us know when and where you start your offensive and if HQ approves it, we will be there.
ru: Ничего не могу обещать, пока не доложу обо всём в генштаб, но уверен, что приказы и распоряжения будут пересмотрены. Сообщи, когда начнёте выступать, и если генштаб даст добро, то я обязательно приму участие в этой кампании.

source: Very good. You be off then, Grnk. I can take it from here. <i> </i> Now, Lieutenant, or may I say General-to-be? If I may have a word, who is your current weapons outfitter?
ru: Отлично. Тогда тебе пора уходить, Грнк. Дальше я тут сам со всем разберусь. <i> </i> Скажи, лейтенант, — или мне уже называть тебя будущим генералом? — хотел поинтересоваться, а кто сейчас экипирует ваши войска?

source: Pursuit
ru: Преследование

source: Indeed, he will not.
ru: И в самом деле.

source: Crap, that hurts! How the hell does he do that all the time?!
ru: Дерьмо! Как же больно! И, — проклятье! — как он это делает!?

source: I'm sure as hell not going to do it again!
ru: Нет, ещё раз я на такое не пойду!

source: Well, unless I really have to, I guess.
ru: Ну, если только должен не буду, наверное.

source: Also, I don't really know <i>how</i> I did it.
ru: Кроме того, я понятия не имею, <i> как </i> оно получилось.

source: But anyways ...
ru: Но в любом случае...

source: After him!
ru: За ним!

source: That little goblin continues to be full of surprises.
ru: Наш маленький гоблин не перестаёт удивлять.

source: A surprisingly short time later ...
ru: Некоторое время спустя...

source: That asinine moron Karcyn! He was supposed to escalate the conflict between Shmaltupp and Hynderwlt, not unite them!
ru: Тупой придурок Карцин! Ему поручено было углубить конфликт между Шмелтаппом и Гиндервилтом, а этот осёл их объединил!

source: Very true, Master.
ru: Да, Повелитель.

source: What did you expect? He's just a groveling slimy little bastard after all, as Grnk and I like to say.
ru: Чего ты ждал? Ведь он, в конце концов, как я и Грнк любим повторять, просто скользкий раболепный ублюдок.

source: Lockout
ru: Запертая дверь

source: the goblins
ru: гоблины

source: Goblins
ru: Гоблины

source: <span color='#A050A0'>Defeat That Groveling Slimy Little Bastard Once And For All</span>
ru: <span color='#A050A0'> Раз и навсегда победите этого слизкого раболепного ублюдка</span>

source: He has completely sealed off the crater — and I don't know how to undo that. He might be a groveling slimy little bastard, but he does have some tricks up his sleeve. What do I do now?
ru: Он запер себя в кратере, а я не знаю, как до него добраться. Хоть он и слизкий раболепный ублюдок, но у него в рукаве всегда припрятана пара козырей.

source: Little goblin walk in rock?
ru: Маленький гоблин идёт в скалу?

source: You know, Vanak, you are a lot smarter than your grammar lets on.
ru: Знаешь, Ванак, ты намного умнее, чем можно судить по твоей речи.

source: Vanak right. Little goblin walk in rock. But little goblin no can bring Vanak. Vanak too big and strong. No fit through rock.
ru: Да, Ванак. Маленький гоблин идёт в скалу. Но маленький гоблин не может взять с собой Ванака. Ванак слишком большой и сильный, он не сможет пройти.

source: Vanak walk in rock last time.
ru: Ванак ходил в скалу прошлый раз.

source: That was different. We were desperate. I cannot guarantee that you won't get stuck and crushed and I am not willing to take that risk unless absolutely necessary. But I also cannot take on Karcyn and the undead he will undoubtedly raise all by myself. So what do I do?
ru: Было дело. Но то — отчаянная попытка сдержать орды повелителя. А сейчас, вдруг ты застрянешь, или тебя разобьют? Я не готов взять на себя такой риск без абсолютной необходимости. Но в одиночку мне не справиться с Карцином и его мертвецами. Так что же мне делать?

source: How about you teleport us over there? I have seen you do that to enemies in battle.
ru: А телепортация? Я видел, как ты делаешь это со своими врагами во время битвы.

source: Same problem. I can manage that occasionally, but I don't really know why and how and I certainly have no aim. I couldn't expose a friend to that risk. It qualifies as Plan C at best.
ru: Та же проблема. Иногда оно получается, иногда нет. И я не знаю, от чего это зависит. Не подвергать же мне друга такой опасности. Разве что в крайнем случае.

source: Hello, Grnk. We're back. And we found a tunnel through the mountains. It's small though. Vanak and his orcs won't fit, I'm afraid.
ru: Привет, Грнк, мы вернулись. И нашли туннель под горами. Правда, узкий. Ванак со своими орками точно не пройдёт.

source: Goblins back. Goblins find way under mountain. Orc no fit.
ru: Гоблины вернулись. Гоблины нашли путь под горой. Орки не пройдут.

source: Nice! I won't even need my magic. But I agree, there's no way to get the orcs through here. What about you though, Quank? You do fit.
ru: Отлично! Мне даже не понадобится моя магия. Но да, орки там не пройдут. А ты, как, Уэнк? Не хочешь составить нам компанию? Пролезть ты точно пролезешь.

source: I'm confident that you can handle Karcyn by yourself. I think I will be more useful by pulling some strings back in Shmaltupp. Come on, Vanak. We have some business negotiations to attend to.
ru: Уверен, что вы справитесь с Карцином и без моего участия. От меня намного больше пользы будет в Шмелтаппе, там я могу кого-то сдержать, а кого-то подстегнуть. Давай, Ванак, нам с тобой пора на деловые переговоры.

source: Goblin Recruits and Recalls
ru: Вебовка и призыв гоблинов

source: As before, most of the goblins following Grnk are spearmen. Grnk can therefore only recruit one level-1 goblin each turn. <i> </i> However, the surviving goblins from the fight against the Master's minions are available on the recall list at costs equal to their recruit costs.
ru: Как и прежде, большинство последовавших за Грнком гоблинов — копейщики, поэтому каждый ход Грнк может нанимать не более одного гоблина 1-го уровня. <i> </i> Тем не менее, выжившие в бою с прислужниками Повелителя гоблины доступны для призыва по цене вербовки.

source: As before, most of the goblins following Grnk are spearmen. Grnk can therefore only recruit one level-1 goblin each turn. <i> </i> However, the surviving goblins from the fight against the Master's minions are available on the recall list at 13 gold each (the same as a new level-1 goblin recruit).
ru: Как и прежде, большинство последовавших за Грнком гоблинов — копейщики, поэтому каждый ход Грнк может нанимать не более одного гоблина 1-го уровня. <i> </i> Тем не менее, выжившие в бою с прислужниками Повелителя гоблины доступны для призыва по цене 13 золотых (стоимость вербовки гоблина 1-го уровня)

source: Is that all you got? Looks like you've fallen out of favor with the Master.
ru: Это всё, что у тебя есть? Похоже, ты впал в немилость у своего хозяина.

source: Hah, look who's talking with his army of mighty goblins. And no, it's not all I got.
ru: Ха, гляньте кто там дерзит со своей армией могущественных гоблинов. И нет, это не всё, что у меня есть.

source: Yeah, well, I've got a little surprise for you. Or two, rather.
ru: Ну, ладно. Я тут для тебя припас один подарочек. Или даже два.

source: Is that so? Maybe I'll have to up the ante a little then.
ru: Вот как? Может, я отпраздную победу чуть позже.

source: Grnk's Two Surprises for Karcyn
ru: Два сюрприза для Грнка и Карцина

source: Both Grnk's leadership skills and his magical prowess are still improving. His sole presence when adjacent to a fellow goblin now improves that unit's composure in the heat of the battle so that it always has a high chance of making a hit. <i> </i> Conversely, he somehow manages to disturb the magical forces holding together adjacent skeletal enemies, making any type of weapon as effective against them as an arcane attack. <i> </i> Check out the descriptions of the other goblins' <span color='#A050A0'>surefire</span> weapon special and the skeletons' <span color='#A050A0'>brittle</span> ability by hovering over them in the sidebar.
ru: Лидерские навыки и магическое мастерство Грнка продолжают возрастать. Ему достаточно находиться рядом с другим гоблином, чтобы у последнего улучшилось самообладание в пылу битвы, и он мог наносить точные удары. <i> </i> И в обратную, Грнк мешает магическим силам, которые удерживают вместе кости скелетов, позволяя любому оружию наносить им такие же повреждения, будто при магической атаке. Наведя мышку на боковой панели. познакомьтесь с описанием <span color='#A050A0'>точного</span> оружия других гоблинов и <span color='#A050A0'> уязвимостями</span> скелетов.

source: How the hell did a lurker get in here? It must be in a really foul mood.
ru: Проклятье! Как сюда пробрался скрытник? Наверное, настроение у него просто ужасное.

source: Not that you'd be able to tell the difference.
ru: Не то что бы это имело значение.

source: True.
ru: Угу.

source: Oh yes, we will.
ru: А вот и выйдет.

source: What the hell?!?
ru: Какого лешего!?

source: I have learned a trick or two, too. Just for once you will actually have to fight. Get him!
ru: Я отработал трюк-другой. В этот раз тебе не уйти от битвы. Навались на него, парни!

source: No! It cannot be! The Master will not be happy.
ru: Но... Это невозможно! Повелитель точно не обрадуется.

source: Yes, it can. And I would not be so sure about the latter.
ru: Может и так. Но я бы не был уверен в последнем.

source: You are the biggest idiot I have ever encountered in my whole life!
ru: Ты наитупейший придурок, с которым я сталкивался за всю свою жизнь!

source: But I, I ... I thought you'd be proud of me. I took the initiative, as you always tell me to do. I got rid of Karcyn for good. And I acquired an ally for our fight against the Master.
ru: Но я, я... Я думал, что ты будешь мной гордиться. Я решил действовать самостоятельно, как ты мне и говорил. И я избавился от Карцина. И нашел союзника в борьбе против Повелителя.

source: You got lucky, that's what happened. You should have consulted with me instead of single-handedly changing the plan and gambling with the fate of the entire known world. Can you still not imagine what will happen if you fall into the Master's hands again?
ru: Тебе просто повезло, что всё сложилось так, а не иначе. Ты обязан был проконсультироваться со мной, вместо того, чтобы самолично менять план и поставить на кон судьбу всего мира. Ты хоть представляешь, чем бы всё кончилось, если бы ты вновь попал Повелителю в руки?

source: Well, nothing we can do about that any more. But since the Master has obviously learned about our plan by now, we need a new one. Take that army of goblins of yours and ... <span color='#909090'>[ another long and tedious description of the new plan ]</span>
ru: Ладно, не будем больше об этом. Но, так как, судя по всему, Повелитель узнал о нашем плане, нам нужен новый. Бери свою армию гоблинов и... <span color='#909090'>[ ещё одно длинное и утомительное описание нового плана ]</span>

source: I'm off then too.
ru: Я тоже отправлюсь прочь.

source: I guess this means that I'll have to change my plans as well.
ru: Значит, свой план пора изменить и мне.

source: Right. I thought so.
ru: Да. Я так и думал.

source: Now, where's Grnk so that I can tell him the <i>real</i> plan.
ru: Теперь, Грнк, я расскажу тебе <i> настоящий </i> план.

source: Submission
ru: Подчинение

source: Yet More Swamp Squatters
ru: Ещё больше болотных скрытников

source: the peasants
ru: крестьяне

source: Northern Dark Mages
ru: Тёмные маги с севера

source: <span color='#A050A0'>Deal A Crushing Defeat To The Master's Second-In-Command</span>
ru: <span color='#A050A0'> Нанесите сокрушительное поражение правой руке Повелителя </span>

source: Defeat Mal An
ru: Победите Мел Ана

source: Recruiting and recalling goblins works the same as in the previous scenario.
ru: Вербовка и призыв гоблинов работают точно так же, как и в предыдущем сценарии.

source: Here, lichy, lichy, lichy.
ru: Иди сюда. Личик, личик, личик!

source: Mal An, I know that you are here.
ru: Мел Ан, я знаю, что ты здесь.

source: Show yourself!
ru: Покажись!

source: Who dares disturb ... Oh, it's you! Yes, we were told that you would come.
ru: Кто посмел потревожить... О, это ты! Да, нас предупредили о твоём появлении.

source: You were?
ru: Как!? Ты здесь?

source: Indeed. You don’t seriously believe that the Master does not know about your moronic plan, do you?
ru: Конечно. Неужели ты думал, что Повелитель не узнает о твоём обманном плане?

source: Well ... I guess I had ... But either way ...
ru: Так... Я думал, что... Но, в любом случае...

source: Mal An, surrender now and I will spare ...
ru: Мел Ан, сдавайся, и я сохраню тебе...

source: Hahahahaha. You're a funny little fellow, Grnk. <i> </i> Rise, skeleton minions. And remember, the Master wants Grnk alive!
ru: Аха-ха-ха-ха-ха. Ты забавный парнишка, Грнк. <i> </i> Восстаньте, мои костяные слуги. И помните, Повелитель хочет получить Грнка живым!

source: Oh, and just so you're not getting any ideas, the little trick you pulled on Karcyn's skeletons won't work on mine. I can easily undo that sort of child's play.
ru: И кстати, так как никаких новых идей у тебя нет, то и тот трюк, который ты провернул с нежитью Карцина, со мной не пройдёт. Я сразу же пресеку эти детские игры.

source: This means that Grnk still inspires his goblins to have the surefire weapon special, but Mal An's undead are not afflicted by the brittle (anti)ability.
ru: Это значит, что хоть Грнк всё ещё вдохновляет своих гоблинов наносить точные удары, но ослаблять сопротивляемость скелетов он уже не в состоянии.

source: And while we're at it ...
ru: И раз мы уже об этом заговорили...

source: You burned my prunes! Now I cannot ...
ru: Ты сжёг мои сливы! Теперь я не могу...

source: I'm going to get you!!!
ru: Но с тобой я разделаюсь!

source: Hahahahaha.
ru: А-ха-ха-ха-ха.

source: Something's very fishy here.
ru: Что-то здесь явно протухло...

source: Big lake. Lot fish.
ru: Большое озеро. Много рыбы.

source: Indeed. But not quite what I meant. <i> </i> If the Master knew that we were coming, how come he left Mal An with such a measly little army? I can almost take all of them out by myself, even without my prunes.
ru: Ага. Но я имел в виду не совсем это. <i> </i> Повелитель знал, что мы сюда нагрянем, так почему же он оставил Мел Ана с такой жалкой армией? Я даже без своих слив влёгкую их раскидаю.

source: Where did that skeleton go?
ru: Куда ушёл тот скелет?

source: Hah! I'm sure as hell not going to tell you. Hahahahaha!
ru: Ха! С чего бы мне это тебе докладывать? Аха-ха-ха-ха-ха!

source: Just then, in a place not at all far, far away
ru: В то же самое время, в месте не очень-то и далёком

source: Is the entire world filled with idiots?! What do those amateurs think they are doing? Mal An is supposed to make it look real, but he mustn't win this battle.
ru: Неужели весь мир заполнен придурками!? Что за любительщина!? Мел Ан должен был разыграть сражение, не отличимое от реального, но не выигрывать его!

source: Your wrath will be terrible?
ru: Твой гнев будет ужасен?

source: I need to stop those morons, but I cannot do so myself or Grnk will surely see through my plan.
ru: Мне нужно остановить этих идиотов, но я не могу сделать это сам, иначе Грнк раскусит мой план.

source: I guess I'll send one of my Hynderwlt underlings to round up some peasants. Based on previous experience, they'll be more than happy to sacrifice themselves for what they believe is the right cause. They are even more gullible than Grnk himself.
ru: Наверное, оправлю одного из своих подручных из Гиндервилта, чтобы одурачил крестьян. Как показал предыдущий опыт, они окажутся более чем рады пожертвовать собой за то, что посчитают правым делом. Они легковернее Грнка, хотя куда уж там.

source: You truly are evil, Master.
ru: Ты само злодейство, Повелитель.

source: Did you hear something?
ru: Ты слышал?

source: What hear?
ru: Слышал что?

source: I wonder where Vanak is.
ru: Интересно, где Ванак?

source: While Grnk will have to wonder for a little longer, we can show you what Vanak has been up to.
ru: В то время, как Грнк задаётся вопросами, мы покажем, чем оказался занят Ванак.

source: Unload Wood Here
ru: Сгрузите брёвна здесь

source: Not the prettiest or most stable set of bridges I've ever seen, but it'll do.
ru: Не самые симпатичные, или хотя бы надёжные мосты из тех, которые мне довелось повидать

source: $wood_grunts[$i_g].name drop wood.
ru: $wood_grunts[$i_g].name бросил бревно.

source: If you see this, it means that the scenario is not balanced well enough (you should not be able to finish the bridge this quickly). You can probably continue the scenario, but please consider reporting this as described below.
ru: Если вы видите это сообщение, это значит, что сценарий недостаточно сбалансирован (у вас не должно быть возможности закончить мост так быстро). Тем не менее, вы всё ещё можете продолжить кампанию, единственное, прошу сообщить об этом на форуме.

source: Hurry, Vanak. If my sources are correct, Grnk needs our help. We must make it across the lake in the north as quickly as possible.
ru: Поторопись, Ванак. Если мои источники не ошибаются, то Грнку наша помощь просто необходима, и чем скорее мы окажемся на северной стороне озера, чем лучше.

source: Orc no swim water.
ru: Орки не плавают в воде.

source: No, dwarves cannot cross water that deep either, but we can build a makeshift bridge. Tell your grunts to gather wood from those abandoned houses in the west and carry it to the shore.
ru: Из гномов тоже пловцы никудышные, но мы можем построить мост. Прикажи своим пехотинцам собирать брёвна, оставшиеся от тех брошенных зданий на западе, и несите их к берегу.

source: Little dwarf smart. Almost same little goblin.
ru: Маленький гном умный. Почти такой же умный, как и маленький гоблин.

source: Thanks. At least I think that that was a compliment.
ru: Спасибо. По крайней мене, это было скорее похоже на комплимент, чем на оскорбление.

source: Bridge Building Instructions
ru: Руководство по наведению мостов

source: The stronger orcs can gather wood from the abandoned houses by the volcano in the southwest and use it to build a bridge to the northern shore. <i> </i> In practice this means: • To gather wood, move an orc onto one of the broken houses in the southwest • Unload wood by moving the orc next to unoccupied deep water and right-clicking on the water hex. • It takes two loads of wood per hex to build a bridge. • Each house yields three loads of wood. • Only Vanak and grunts (or their advancements) are strong enough to carry the wood. • Orcs carrying wood cannot attack or defend themselves.
ru: Сильные орки запросто могут таскать брёвна, которые можно найти среди остатков брошенных зданий на юго-западе у подножия вулкана, чтобы построить мост на северный берег озера. <i> </i> На практике это означает следующее: • Чтобы подобрать бревно, нужно перейти орком на одно из разрушенных зданий на юго-западе; • Чтобы сгрузить бревно, поместите орка рядом со свободной ячейкой с глубокой водой, и щёлкните по этой ячейке правой клавишей мыши; • Для того, чтобы построить участок моста на одной ячейке нужно два бревна; • В каждом разрушенном здании можно отыскать не более 3-х брёвен; • Только Ванак и его пехотинцы обладают достаточной силой, чтобы таскать брёвна; • Орки, которые заняты перетаскиванием брёвен, не могут нападать на противника или защитить себя от его атаки;

source: <span color='#A050A0'>Hurry To Grnk's Aid</span>
ru: <span color='#A050A0'> Поспешите на помощь Грнку </span>

source: Build a bridge and move Vanak's army to the northern shore
ru: Постройте мост и переведите армию Ванака на северный берег
