Repository: mattsc/Grnk-git
Catalog: resources/wesnoth-Grnk.po
Languages: ru

source: Better than nothing, I guess.
ru: Полагаю, это лучше, чем ничего.

source: I think I am good for now.
ru: Думаю, пока достаточно.

source: Come back soon. Quank's can help you with (almost) all of your needs.
ru: Возвращайся поскорее. Уэнк может решить почти все твои проблемы.

source: Argh! That quack poisoned me! I should have gone to the hospital after all. I don't dare complaining though, I am no match for that guy. And I might still need him.
ru: Аргх! Тот шарлатан меня отравил! И мне пришлось неделю проваляться в госпитале. Я не отважился подать жалобу, — кто я, а кто он! — тем более, что мне, скорее всего, еще не раз придётся пользоваться его услугами.

source: Grocer
ru: Бакалейщик

source: Welcome to Older's General Store, the one-stop location for all your needs. How can I help you?
ru: Добро пожаловать в лавку Старого Генерала. Мы можем удовлетворить любой ваш каприз. Чем я могу помочь?

source: I need a wolf trap.
ru: Мне нужна ловушка для волка.

source: Why, certainly. We have the finest slings this side of the Eldryanic River and they happen to be on sale this week. Only 15 gold. No animal has ever escaped from these, they're strong enough to take a bear's head off. You probably won't even have to kill the wolf any more when you get there.
ru: Да, конечно. У нас самые прекрасные петли по эту сторону реки Элдрианик и они поступили в продажу аккурат на этой неделе. Всего15 золотых. Из них ни один зверь ещё не сбегал. Им хватит прочности, чтобы удержать и самого медведя! Тебе, вероятно, не придётся даже убивать волка, когда он засунет шею в эту петлю.

source: No, no, I need to catch a wolf alive and unhurt and tame it.
ru: Нет, нет, нет. Мне нужно поймать живого волка, чтобы приручить его.

source: You what?? Are you insane? Do you know how big those wild wolves are? I wouldn't get near one if I were twice as large as you are — unless they are in one of my traps, of course.
ru: Да ты что??? А с головой у тебя всё в порядке? Ты хоть представляешь, насколько большие эти дикие твари? На твоём месте я не подошел бы к ним, даже будь я вдвое крупнее тебя, если они, конечно, не находятся в одной из моих ловушек.

source: I have, in fact, seen wild wolves before and know how large they are. I nevertheless need to trap one.
ru: Мне доводилось видеть диких волков, и я знаю, насколько крупными они могут оказаться. Но, не смотря на это, мне нужно не убить их, а поймать.

source: Whatever strikes your fancy ... I have the finest cage traps as well. Here is what you want. Auto-locking, made from the best iron from the northern mines and hand-fitted to maximize strength. No animal has ever broken out of one of these. It is yours for only $Money.cage_cost gold.
ru: Что бы там ни творилось в твоей голове... У меня есть самые прекрасные ловушки, а также и клетки. Вот то, что тебе нужно. Клетка с автозахватом, изготовленная из наипрочнейшего железа северных рудников, а сам механизм налажен так, что для его срабатывания требуется приложить лишь лёгкое усилие. Ни одно животное из такой ловушки ещё не сбежало. И это чудо инженерной мысли обойдётся всего лишь в $Money.cage_cost золотых.

source: Still trying to commit suicide, eh? Well, it's your lucky day, the cages still only cost $Money.cage_cost gold.
ru: Всё ещё пытаешься покончить жизнь самоубийством? Но сегодня явно твой день, клетки всё ещё продаются по $Money.cage_cost золотых.

source: That's a lot of money, but I have no choice. I take it.
ru: Это очень дорого, но выбора у меня нет. Эх, была не была, забираю.

source: It's a pleasure doing business with a gentleman like you. If I may ask, what are you going to do about bait?
ru: Приятно иметь дело с таким джентльменом, как ты. Если позволишь поинтересоваться, то что ты собираешься использовать в качестве приманки?

source: Nobody's ever called me a gentleman before!
ru: Никто и никогда прежде не называл меня джентльменом!

source: <i> </i> Uh, I hadn't thought of that.
ru: <i> </i> О, об этом я и не думал.

source: I could sell you some horse meat that's only a couple weeks old, but just between you and me, what works best for bait are dead rats. You could go to Quank's and he'd sell you some, but why don't you just catch yourself a couple? Doesn't cost you anything, there's quite an infestation going on in the eastern part of town, and you might even be able to sell Quank those that you don't need yourself.
ru: Могу предложить немного лошадиного мяса, но его подвезут лишь через пару недель. Хотя, между нами, наиболее эффективной приманкой будет обычные мёртвые крысы. Можешь сходить к Уэнку, у него, всегда на продажу найдётся тушка-другая. А можно добыть и самому. В восточной части города этих крыс просто пруд пруди, и даже можно подзаработать, продав излишек Уэнку.

source: And how about transporting the cage? It's a bit heavy for you to carry.
ru: А как ты планируешь забрать клетку? Полагаю, для тебя она будет весьма тяжёлой.

source: Right. Another good question.
ru: Эх... Это второй хороший вопрос.

source: I guess you won't get around Quank for that one. Unless you can find yourself a friendly troll somewhere. Haven't seen one around town in years though.
ru: Нет, убеждён, без помощи Уэнка тебе никак не обойтись. Если только поблизости не отыщется какой-нибудь дружелюбный тролль.

source: That's all very good to know. Thank you very much. People aren't usually this nice to a goblin.
ru: Спасибо за такие сведения. Большое спасибо. Обычно гоблинамы от людей ничего хорошего ждать не приходится.

source: Anything for a good customer.
ru: Для отличного клиента — всё что угодно.

source: Good-bye.
ru: До свидания.

source: I don't have that kind of money.
ru: У меня таких денег нет.

source: Come back when you do. But hurry, this price is only good while supplies last.
ru: Возвращайся, когда будут. Но поспеши, цена хорошая и товар не залежится.

source: I don't know what I want right now. I will be back later.
ru: Прямо сейчас я не знаю, что мне нужно. Вернусь позже.

source: Who are you? Where did you come from? I didn't see or hear you coming at all.
ru: Ты кто!? И откуда взялся? Я не видел и не слышал, чтобы кто-либо ко мне подходил.

source: Indeed, that was the point. But never mind that, you look like somebody who appreciates certain ... substances.
ru: В самом деле, возможно, с моей стороны это было излишней предосторожностью. Ты похож на того, кто ценит определённые... вещества.

source: What are you insinuating? I don't do drugs!
ru: Что за намёки? Я не имею дел с наркотиками!

source: No, no, no, no! That's not at all what I mean. But I do have certain ... potions for sale, in case you are interested.
ru: Нет, нет, нет, нет! Я имел в виду совершенно не это. Но у меня и в самом деле есть... определённые микстуры для продажи, если, конечно же, это тебе интересно.

source: I'm listening.
ru: Слушаю.

source: Well, for starters, here is a healing potion. It restores you to perfect health immediately. I am selling this one for $Money.healing_potion_cost gold.
ru: Ну, для начала, вот исцеляющая микстура. Немедленно до предела восстановит здоровье. Продаю флакон за $Money.healing_potion_cost золотых.

source: More interestingly though, from a strictly professional point of view, this vial contains a very rare and powerful poison. It does much more damage than normal poison. It is also incurable and will quickly kill the affected person. It is yours for only $Money.poison_cost gold. I am practically giving it away at that price.
ru: А вот более интересная микстура, хотя с профессиональной точки зрения, в этом флаконе скорее содержится не часто встречающийся сильный яд. Вызываемые им повреждения оказываются гораздо губительнее, чем последствия от обычной отравы. Он действует быстро и неизлечимо. Отдам тебе за $Money.poison_cost золотых. Практически по цене закупки.

source: I had a feeling that you would be back.
ru: У меня было чувство, что ты вернёшься.

source: This is a rather nice park for a seamy little town like this.
ru: Здесь довольно симпатичный парк, особенно, как для такого, не слишком-то заботящегося о красоте городе.

source: Treasure
ru: Сокровище

source: Faulorn
ru: Фолорн

source: Versholn Valley
ru: Долина Вершолн

source: Faulorn's Castle
ru: Замок Фолорна

source: Faulorn's Fortress
ru: Крепость Фолорна

source: Ol' Ogram's Keep
ru: Крепость старого Огрема

source: Now will you tell me what this mission is all about?
ru: Ну хоть теперь-то расскажешь, что к чему?

source: Old Faulorn over there has something that doesn't belong to him.
ru: У старика Фолорна есть то, что ему не принадлежит.

source: Faulorn? You mean Lord Faulorn, the noble master at arms?
ru: Фолорна? Ты имеешь в виду лорда Фолорна, благородного и бесстрашного воина?

source: He's a master at arms alright, but 'noble' is not a word I would use for him and he sure as hell ain't no lord. In fact, you and I ... <i> </i> Oh, there are the chaps. Let's see what they have found out.
ru: Боец он отменный, тут не спорю, но вот 'благородный' — совсем не то слово, которым я бы его назвал, и, безусловно, никаким лордом он не является. По-факту, ты и я... <i> </i> О, а вот и парни. Послушаем, что им удалось разведать.

source: Hello, Rutburt. Why is there a goblin with you? Have we really sunk that low?
ru: Привет, Ратбарт. А почему с тобой гоблин? Наши дела настолько плохи?

source: Hello, $Ru_name1. Good to see you too! This is Grnk and I'm going on a hunch here that he is no ordinary goblin. Just listen to him speak. Also, he comes with compliments of Gertburt.
ru: Привет, $Ru_name1. Я тоже рад тебя видеть. Это — Грнк, и я считаю его далеко не самым заурядным гоблином. Просто пообщайся с ним немного, и сам всё поймёшь. Кроме того, он принёс весточку от Джертбарта.

source: Gertburt, eh? That old ... <i> </i> Well, anyway, we have good news. Faulorn's greed has gotten the better of him again. He sent almost all his men on a raid against the saurians in the Eldryanic Swamps. Apparently, they are hoarding some huge treasure. He even pulled off all but the southern sentinel. We don't expect them back for about 2 days, give or take.
ru: Джертбарта, да? Того старого... <i> </i> А, ладно, так или иначе, но у нас хорошие новости. Жадность Фолорна опять взяла над ним верх, и он отправил почти всех своих людей в набег на Элдрианские болота. Видать, прослышал о накопленных ящерами богатствах. На своих местах осталась лишь южная стража. Мы ждём, что их основные силы вернутся через два дня. Ну, плюс-минус, естественно.

source: 'About 2 days, give or take' on this difficulty level means: on turn $S3.units_return_turn.
ru: Время 'два дня, плюс-минус' зависит от уровня сложности: они вернутся на $S3.units_return_turn ходу.

source: That's good news indeed. With only that sentinel in place, Faulorn cannot see what is going on inside Versholn Valley, so let's go through there.
ru: Это и в самом деле отличные новости. Раз стража осталась только на юге, то Фолорн не в курсе того, что происходит в долине Вершолн, а потому давайте пройдём там.

source: And what happens then?
ru: И что потом?

source: I don't know yet. I'll figure it out as we go along. But one thing is certain, we must hurry and take Faulorn by surprise. We cannot let them woodsmen up there delay us, even if they're still bitter about last time.
ru: Пока не знаю. Посмотрим по обстоятельствам. Но в одном у меня нет сомнений: нужно поторопиться и застать Фолорна врасплох. И ни в коем случае нельзя позволить лесорубам нас задержать, даже если они всё ещё не позабыли о прошлых наших встречах.

source: <span color='#A050A0'>Relieve Faulorn Of His Unearned Treasure And Return To Shmaltupp</span>
ru: <span color='#A050A0'>Стащить часть золота у Фолорна и вернуться в Шмелтапп</span>

source: Move toward Faulorn's fortress as quickly as possible
ru: Как можно скорее доберитесь до крепости Фолорна

source: Then steal his gold and return to Shmaltupp
ru: А тогда украдите золото и возвращайтесь в Шмелтапп

source: Death of Rutburt
ru: Смерть Ратбарта

source: One more thing, chaps, before I start recruiting. We split the money the usual way. The men recruited here just get their wages. The rest of us does not get wages, instead we split the bounty at the end of the mission, distributed as always by battle experience. You understand that, Grnk?
ru: Ещё одно, парни, прежде чем я начну подтягивать местных. Прибыль делим как водится. Те, кого вербуем здесь, получат обычную плату, мы же затягиваем пояса и делим добычу уже в спокойной обстановке. Естественно, доля зависит от внесённого вклада. Тебе, Грнк, это понятно?

source: In practice this means that each of Rutburt's starting units gets one equal share per experience level (1 share for a Level 1 unit, 2 shares for a Level 2 unit, etc.).
ru: На практике это означает, что каждый из начальных бойцов Ратбарта получит равную долю на каждый уровень своего опыта (1 часть для бойца 1-го уровня, две части для бойца 2-го уровня, три части для бойца 3-го. и т.д.)

source: Indeed. But doesn't that mean that the fewer of us survive, the more money the rest ...
ru: Понятно. Вот только это же означает, что чем меньше нас останется в живых, тем больше денег получат остальные...

source: A goblin with a grasp of math, amazing! But no, we don't work that way. We take care of our own. We will abort the mission if more than 2 of the 6 of us are killed.
ru: Гоблин, который сечёт в математике, ну разве не удивительно! Но нет, парень, мы так не поступаем. Мы заботимся друг о друге. Если хоть двое из наших полягут, то мы уходим восвояси.

source: It does mean, however, that you will not get a share if you have not gained some combat experience by the time we get back to Shmaltupp.
ru: Конечно, это будет значить, что вернувшись в Шмелтапп, ты, как и все мы, не получишь своей доли, разве что поднаберёшься немного боевого опыта.

source: Make sure to check out the new objectives carefully, in particular the defeat conditions.
ru: Обязательно ознакомьтесь с новыми целями и условиями поражения.

source: I see.
ru: Ясно.

source: More than two of the loyal starting units are killed
ru: Убиты больше чем двое из начального состава.

source: Grnk has not advanced to Level 1 by the end of the scenario
ru: Грнк до конца сценария не продвинулся на следующий уровень.

source: Where are those morons? What can possibly be taking them so long? Do you see anybody yet?
ru: Где носит этих придурков? Что они так долго возятся? Видишь кого-нибудь на горизонте, или нет?

source: No, nobody in sight yet, my lord. It should only be another day now, give or take a little.
ru: Нет, мой лорд, никого в поле зрения. Должно быть они вернутся завтра, туда-сюда немного.

source: They better be here soon, we're much too vulnerable without the sentinels.
ru: Лучше бы им поторопиться, без стражи мы слишком уязвимы.

source: If you hadn't sent everybody away ...
ru: Если бы ты не отсылал всех...

source: Alright, chaps, here's the plan. Faulorn will not see us as long as we are inside Versholn Valley. We can also hide from him in the mountains and forested hills on its eastern end. So let's all line up over there and take him by surprise. The later he sees us the better. You got that, Grnk?
ru: Так, парни, вот мой план. Пока мы остаёмся в долине Вершолн, для Фолорна нас будто и нет. Так же можно укрыться в горах или на тех, покрытых лесом, восточных холмах. Предлагаю растянуться там цепью, и потом уже всем разом устроить сюрприз нашему радушному хозяину. Догоняешь, Грнк?

source: You can stop asking that all the time. I am not as dumb as I look.
ru: А можешь перестать постоянно спрашивать? То, что я гоблин, не делает меня глухим и немым.

source: Very good. Our goal is actually not Faulorn's castle itself, but his fortress a little to the north. That's were he keeps his money.
ru: Вот и славно. Учтите, наша цель не сам замок Фолорна, а его расположенная к северу крепость. По слухам, именно там он держит свои денежки.

source: That's a rather odd setup. Why would he do it that way?
ru: Выглядит довольно странно. Зачем бы ему так поступать?

source: Two reasons, really. First, this was all built a long time ago. I don't think the people who built the castle knew of the hidden valley behind where the fortress is now. But the main reason is that Faulorn is, how do I put this nicely ... a megalomaniac idiot who has no concept of how the real world works.
ru: На самом деле, для этого есть две причины. Во-первых, все укрепления, которые ты видишь, построены в приснопамятные времена, и не думаю, что нынешние их владельцы знают о сокрытой от глаз долине позади крепости. А главная причина заключается в том, что Фолорн, как бы так выразиться... редкий, страдающий манией величия, идиот, который и понятия не имеет о там, как устроен реальный мир.

source: Put very nicely indeed.
ru: Расположена крепость и в самом деле неплохо.

source: How many guards are there at the fortress, $Rt_name?
ru: Сколько там стражи, $Rt_name?

source: It's hard to say since they spend most of their time somewhere in the dungeons drinking and playing cards. My guess would be not much more than half a dozen.
ru: Трудно сказать, так как почти всё своё время они проводят в винных погребах да за игрой в карты. По моим прикидкам, чуть больше, чем полдюжины.

source: That's not too bad then. Faulorn is going to charge as soon as we step out of the forested mountains, but these guards are cheap mercenaries who only care about their pay. They will stay in place unless we provoke them by attacking them or stepping into the fortress.
ru: Не слишком плохо. Фолорн, скорее всего, захочет ударить по нам сразу же, как только мы высунемся из леса. Но эти стражники — дешевые наёмники, которых не волнует ничего, кроме жалования. Они и пальцем не пошевелят, если только мы сами к ним не полезем.

source: But then, how do we get to the money?
ru: Но как тогда нам добраться до денег?

source: That's where little Grnk here comes in. I bet he knows how to sneak by them and take the gold.
ru: А вот здесь на сцене появится Грнк. Держу пари, он знает, как прокрасться и взять золото.

source: I can do that!
ru: Это я могу!

source: I suspected that you have some talents to that effect. Be warned though that the chest is almost certainly alarmed. As soon as you open it, the guards will be chasing after you. So you better move in and out as quickly as possible.
ru: Догадывался, что ты владеешь некоторыми талантами. Предупреждаю, открытие сундука запустит какой-нибудь сигнализирующий механизм, так что все всполошатся, и стража тебя в покое точно не оставит. Так что тебе лучше бежать к нам, и побыстрее.

source: Your concern for me is touching ...
ru: Такое беспокойство обо мне...

source: I just want to make sure that I get my money.
ru: Я просто хочу удостовериться, что получу свои деньги.

source: Did you get all that? If not, there's a right-click menu option to go through this dialog again.
ru: Вы узнали всё, что хотели? Если нет, то через опцию меню ПКМ можете просмотреть этот диалог ещё раз.

source: Repeat Rutburt's Plan
ru: Повторить план Ратбарта

source: Somebody's approaching!
ru: Кто-то приближается!

source: They caught us unprepared! Everybody, attack!
ru: Они застали нас неподготовленными! Все, в атаку!

source: We're back, my lord. I bring you 287 gold, courtesy of the late saurian leader of the Eldryanic Swamps.
ru: Мы вернулись, мой лорд. Я принёс вам 287 золотых монет, любезно оставленных покойным предводителем болотных ящеров.

source: Only 287?!? That's an outrage! And what took you so long? Who knows what enemies have snuck up on us the the meantime. Deploy the sentinels!
ru: Всего 287?!? Издевательски мало! И почему вас не было так долго? Знать, что у нас повсюду сотни врагов, и даже не почесаться. Расставляй стражу на дежурство!

source: But, my lord, they are exhausted. They just marched ...
ru: Но, мой лорд, люди измотаны. Они без единого привала прошли...

source: I don't care. We have been without lookouts for too long because of your tardiness. And you better step out there yourself or I will have your head on a spike before you can even blink!
ru: Меня это не волнует. Мы и так на слишком долго потеряли контроль за своими землями. И тебе лучше будет самому сейчас же заступить в дозор, а не то твоя голова окажется на пике прежде, чем ты мигнуть успеешь.

source: grumbles
ru: ворчит

source: Only 287?!? That's an outrage! And look at the mess your tardiness created. The enemy has snuck up on us. We could have avoided this if you had been back in time with the sentinels.
ru: Всего 287?!? Издевательски мало! И посмотри на тот бардак, который случился из-за вашей нерасторопности. Враг прокрался на наши земли. А ведь этого можно было избежать, если бы вы вовремя вернулись к исполнению своих обязанностей.

source: If you had not sent them with us as I advised you, my lord, we ...
ru: Если бы вы, мой лорд, не посылали с нами стражу...

source: Silence!!! I will hear no such insubordination! You better step out there and join the fight right now or I will have your head on a spike before you can even blink!
ru: Молчать!!! Я не потерплю такого неповиновения! И тебе лучше будет самому сейчас же вступить в бой, а не то твоя голова окажется на пике прежде, чем ты мигнуть успеешь.

source: What the ...? He's recruiting ogres!
ru: Что за?.. Он вербует огров!

source: I told you that he's not the nobleman he's pretending to be.
ru: Я же тебе говорил, от него благородством и не пахнет.

source: Alarm!
ru: Тревога!

source: Here I am.
ru: Я здесь.

source: What the hell is this?! Where are the others?
ru: Проклятье, что это такое!? Где остальные?

source: They, ahem, they weren't ready. They will be here in a moment.
ru: Они, гм, не совсем готовы. Но будут здесь сей же миг.

source: They better! Somebody is trying to steal the gold. Let's get them.
ru: Им лучше поторопиться! Кто-то пытается украсть золото. Давай проучим воришку.

source: It's about time you make it out here!
ru: Самое время для этого!

source: Rats! I don't know how to pick this lock. I should have let Grnk do it after all.
ru: Крысы! Я не знаю, как вскрыть этот замок. Надо было дать сюда пролезть Грнку.

source: It's empty.
ru: Здесь пусто.

source: Looks like the little goblin made it. Everybody, stand your ground until he's out, then retreat either back through the valley or to the north. If we make it to Ol' Ogram's Keep, we can use some of the bounty to hire a few more men.
ru: Похоже наш маленький гоблин справился. Все, остаёмся на месте, прикрываем малыша, пока он не окажется с нами. А потом отступим через долину, или на север. Если доберёмся до крепости старого Огрема, то сможем использовать часть добычи, чтобы нанять ещё нескольких крепких парней.

source: If you want to recruit more units at Ol' Ogram's Keep, you first need to give the money to Rutburt by moving Grnk and Rutburt next to each other.
ru: Если вы хотите завербовать нескольких бойцов в крепости старого Огрема, то Грнк должен передать деньги Ратбарту (встать рядом с ним).

source: <span color='#A050A0'>Return To Shmaltupp</span>
ru: <span color='#A050A0'> Возвращение в Шмелтапп </span>

source: Move Grnk, Rutburt and at least two of the loyal starting units to one of the two signposts
ru: Переместите Грнка, Ратбарта и хотя бы двух его подельников, бывших с ним с самого начала сценария, к одному из этих двух указателей

source: Rutburt needs to leave last
ru: Ратбарт должен уйти последним

source: Grnk has not advanced to Level 1 by the time he reaches the signpost
ru: Достигнув указателя, Грнк не продвинулся на следующий уровень

source: Rutburt is not the last of the 4 required units to leave
ru: Ратбарт не последний из четырёх необходимых для отступления бойцов

source: Only units that make it to a signpost before Rutburt will be available to him in the future
ru: Только бойцы, которые доберутся до указателя прежде Ратбанта, окажутся доступные ему в дальнейшем
